[
  {
    "textid": "Performance_407401_39176_content",
    "content": "The Ecohouse will take a little time to finish.{A思考} But compared to the many biological research projects I've conducted, having it done by <style=Highlight>tomorrow</style> would be peregrine-fast.",
    "info": "等待生态屋建成-墨尔斯闲聊_主流程文本II"
  },
  {
    "textid": "Performance_407401_39180_content",
    "content": "{A一愣}Don't worry, the chances of accidentally eating a poisonous plant are very low.",
    "info": "等待生态屋建成-墨尔斯闲聊_主流程文本II"
  },
  {
    "textid": "Performance_407401_39179_content",
    "content": "Back when I did fieldwork, if I ever got hungry, I'd just scan the area for edible plants, pick them, give them a quick rinse, and stuff them straight in my mouth...",
    "info": "等待生态屋建成-墨尔斯闲聊_主流程文本II"
  },
  {
    "textid": "Performance_407401_39182_content",
    "content": "Maybe the reason why my moon crab keeps acting out is that it just doesn't want me to graduate early. {A揉眼睛}It's so sweet.",
    "info": "等待生态屋建成-墨尔斯闲聊_主流程文本II"
  },
  {
    "textid": "Performance_407401_39177_content",
    "content": "While the genus name Falco, meaning \"sickle,\" may not appear directly tied to the peregrine falcon's most distinctive traits at first glance, if you observe it through a high-speed camera, you'll find that...",
    "info": "等待生态屋建成-墨尔斯闲聊_主流程文本II"
  },
  {
    "textid": "Performance_407401_39181_content",
    "content": "My academic advisor said, \"Finish this project and you can graduate!\"",
    "info": "等待生态屋建成-墨尔斯闲聊_主流程文本II"
  },
  {
    "textid": "Performance_407401_39184_content",
    "content": "To handle the upcoming research workload, I'm planning to purchase 1,000 additional research instruments. <style=SizeSmall>Hmm... We might not have enough room for all of them?</style>",
    "info": "等待生态屋建成-墨尔斯闲聊_主流程文本II"
  },
  {
    "textid": "Performance_407401_39178_content",
    "content": "{A挠头}Ahem, apologies. I may have gotten too into it.",
    "info": "等待生态屋建成-墨尔斯闲聊_主流程文本II"
  },
  {
    "textid": "Performance_407401_39183_content",
    "content": "{A思考}Shortly after the Ecohouse location was decided, I observed a promising shift in the ecological indicators of <style=PlayerName>{homestar}</style>.",
    "info": "等待生态屋建成-墨尔斯闲聊_主流程文本II"
  }
]