[
  {
    "textid": "Performance_11000122101_37989_content",
    "content": "{A笑眯眯}Ever since we got our own planet, every trip feels like it leads back home. Even dozing off in a field of flowers feels so safe and cozy.",
    "info": "NPC星海探索偶遇-模版-12绵朵_偶遇对话"
  },
  {
    "textid": "Performance_11000122101_37976_content",
    "content": "{A笑眯眯}If you think I look a bit different from just now, it's because a gust of wind just blew past. <style=SizeSmall>I really should bring my cloud comb when I go out after washing my hair...</style>",
    "info": "NPC星海探索偶遇-模版-12绵朵_偶遇对话"
  },
  {
    "textid": "Performance_11000122101_37987_content",
    "content": "{A笑眯眯}Sure, they can be transplanted, but flowers blooming out in the Starsea seem freer somehow. Just like plushies that sometimes have minds of their own... Meh?",
    "info": "NPC星海探索偶遇-模版-12绵朵_偶遇对话"
  },
  {
    "textid": "Performance_11000122101_37973_content",
    "content": "{A笑眯眯}No two clouds in the world are ever the same, just like no two encounters ever happen in exactly the same way. So... how about we let the clouds remember this moment we met?",
    "info": "NPC星海探索偶遇-模版-12绵朵_偶遇对话"
  },
  {
    "textid": "Performance_11000122101_37983_content",
    "content": "{A灵光一现}Unfamiliar flowers attract unfamiliar bugs. And on unfamiliar Islets... I might stumble upon plushie ideas I never imagined.",
    "info": "NPC星海探索偶遇-模版-12绵朵_偶遇对话"
  },
  {
    "textid": "Performance_11000122101_37988_content",
    "content": "{A笑眯眯}My travels have taken on a whole new meaning lately. It's about nurturing beautiful scenery right on our planet. Just imagine having a flower field like this at home... how wonderful that would be.",
    "info": "NPC星海探索偶遇-模版-12绵朵_偶遇对话"
  },
  {
    "textid": "Performance_11000122101_37975_content",
    "content": "{A笑眯眯}Nice to see you again! Let me tell you a little secret—the camera in my heart captures every moment we meet... and they become memories, baa.",
    "info": "NPC星海探索偶遇-模版-12绵朵_偶遇对话"
  },
  {
    "textid": "Performance_11000122101_37979_content",
    "content": "Leave enough floofalicious space in your heart, and you'll find gentle wind and sunlight passing through. {A笑眯眯}And right now, <style=PlayerName>{me}</style> is passing through.",
    "info": "NPC星海探索偶遇-模版-12绵朵_偶遇对话"
  },
  {
    "textid": "Performance_11000122101_37978_content",
    "content": "{A歪头}<style=PlayerName>{me}</style>, you're out here in the Starsea too, meh? I'm not great at collecting materials, but I can walk with you. And keep walking and walking, as long as you want.",
    "info": "NPC星海探索偶遇-模版-12绵朵_偶遇对话"
  },
  {
    "textid": "Performance_11000122101_37984_content",
    "content": "{A打招呼}I was walking through a flowery meadow, counting blossoms... and drifted off. In my dream, I became a plushie flower nestled among the blooms. So cozy.",
    "info": "NPC星海探索偶遇-模版-12绵朵_偶遇对话"
  },
  {
    "textid": "Performance_11000122101_37982_content",
    "content": "So of course I... used it as a plushie idea! But turns out, that little bug was just taking a nap, meh? Ever since then, I've liked coming here to see what surprises I might find.",
    "info": "NPC星海探索偶遇-模版-12绵朵_偶遇对话"
  },
  {
    "textid": "Performance_11000122101_37974_content",
    "content": "{A打招呼}<style=PlayerName>{me}</style>, what a coincidence! Traveling through the Starsea always gives me such... floooofalicious inspiration~!",
    "info": "NPC星海探索偶遇-模版-12绵朵_偶遇对话"
  },
  {
    "textid": "Performance_11000122101_37981_content",
    "content": "{A笑眯眯}What a coincidence, <style=PlayerName>{me}</style>! When I first came to this flower-covered Islet, I spotted an adorable bug plushie model that was totally still.",
    "info": "NPC星海探索偶遇-模版-12绵朵_偶遇对话"
  },
  {
    "textid": "Performance_11000122101_37986_content",
    "content": "I really hope I get to see the very first flower bloom today...{短暂停} so I can turn that sweet little spark of inspiration into a plushie for you, <style=PlayerName>{me}</style>.",
    "info": "NPC星海探索偶遇-模版-12绵朵_偶遇对话"
  },
  {
    "textid": "Performance_11000122101_37985_content",
    "content": "{A灵光一现}I've been thinking about adding my favorite flower scents to my plushie designs... Like maybe, a plushie that smells like roses?",
    "info": "NPC星海探索偶遇-模版-12绵朵_偶遇对话"
  },
  {
    "textid": "Performance_11000122101_37977_content",
    "content": "Fruits hmm, would make nice plushies... The shapes of the tree crown and shrubs also work well as its hairstyle... Meh? <style=PlayerName>{me}</style>.",
    "info": "NPC星海探索偶遇-模版-12绵朵_偶遇对话"
  },
  {
    "textid": "Performance_11000122101_37980_content",
    "content": "{A笑眯眯}My curls bounce~ and bounce~. Talking to you makes me feel so relaxed, baa.",
    "info": "NPC星海探索偶遇-模版-12绵朵_偶遇对话"
  }
]