[
  {
    "textid": "Performance_21010110004_23135_content",
    "content": "Lately, I've been learning \"how to price goods\" from Glenn, like leaving the customer room to haggle, to make large and small discounts easier.",
    "info": "日常对话-日常闲聊-单一闲聊-无条件-关于SNPC-1011多杰朗_单一闲聊"
  },
  {
    "textid": "Performance_21010110004_23132_content",
    "content": "He told me, \"Don't worry, you've already paid the price hoho\"... {A豆豆眼}I'm HMM! Astonished. Do you know what happened moo?",
    "info": "日常对话-日常闲聊-单一闲聊-无条件-关于SNPC-1011多杰朗_单一闲聊"
  },
  {
    "textid": "Performance_21010110004_23137_content",
    "content": "Recently I've been showing Mors my designs — Fish, shrimp, and crabs, wearing hats. {A想象}Try to imagine... Is the design, astonishing moo?   ",
    "info": "日常对话-日常闲聊-单一闲聊-无条件-关于SNPC-1011多杰朗_单一闲聊"
  },
  {
    "textid": "Performance_21010110004_23131_content",
    "content": "Yesterday I went to Mobai, to figure out his hat. He was making tea, so we had some together, and then I can't remoomber the rest.",
    "info": "日常对话-日常闲聊-单一闲聊-无条件-关于SNPC-1011多杰朗_单一闲聊"
  },
  {
    "textid": "Performance_21010110004_23136_content",
    "content": "I didn't know price-setting had so many nuances. Glenn might be small, but his knowledge is impressive! {A看我的}After this deep learning, my hat prices will be more reasonable.   ",
    "info": "日常对话-日常闲聊-单一闲聊-无条件-关于SNPC-1011多杰朗_单一闲聊"
  },
  {
    "textid": "Performance_21010110004_23138_content",
    "content": "Naturally, they can only come true, when Mors comes through. I feel real sorry for sneaking into the Omni-Gallery to do this... {A豆豆眼}Do fish scream when they see a stranger, moo?",
    "info": "日常对话-日常闲聊-单一闲聊-无条件-关于SNPC-1011多杰朗_单一闲聊"
  },
  {
    "textid": "Performance_21010110004_23133_content",
    "content": "Esassani invited me to play \"Ultimate Crash Out\" with her. It's the first time someone took me along for extreme sports. It was very invigorating, very HMM! Thrilling.",
    "info": "日常对话-日常闲聊-单一闲聊-无条件-关于SNPC-1011多杰朗_单一闲聊"
  },
  {
    "textid": "Performance_21010110004_23134_content",
    "content": "As I was running, I was riding with the wind, and I felt I could \"crash\" and knock everything into the stratosphere! {A豆豆眼}Have you seen Esassani? She disappeared after the run, HMM!   ",
    "info": "日常对话-日常闲聊-单一闲聊-无条件-关于SNPC-1011多杰朗_单一闲聊"
  }
]