[
  {
    "textid": "Performance_415602_31047_content",
    "content": "But being forced to go slow, cautious, meticulous — observing every step of the way...{短暂停} That's just torture!",
    "info": "钓鱼捕虫开店-莎莎闲聊_主流程文本"
  },
  {
    "textid": "Performance_415602_31051_content",
    "content": "{A想象}Have you ever experienced the rush of discovering long-lost treasure? When you've overcome danger, crossed mountains and seas, and finally lay your eyes on your prize at the end... A shiny, glowing treasure chest!",
    "info": "钓鱼捕虫开店-莎莎闲聊_主流程文本"
  },
  {
    "textid": "Performance_415602_31046_content",
    "content": "{A烦恼}Ugh, this is so hard! If I run past the bugs, they get scared and fly off...",
    "info": "钓鱼捕虫开店-莎莎闲聊_主流程文本"
  },
  {
    "textid": "Performance_415602_31048_content",
    "content": "{A惊讶}H—Hit the brakes, hit the brakes! I r-ran too fast chasing that bug. Where'd that thing go?",
    "info": "钓鱼捕虫开店-莎莎闲聊_主流程文本"
  },
  {
    "textid": "Performance_415602_31011_content",
    "content": "{A喜欢}Really? Oh, you mean flutterbees? That's my special name for butterflies. I didn't mispronounce it!",
    "info": "钓鱼捕虫开店-莎莎闲聊_主流程文本"
  },
  {
    "textid": "Performance_415602_31053_content",
    "content": "In the end, I used all that treasure to buy all sorts of car parts and Soda Pop-Pops! Swoosh~! Wanna try one?",
    "info": "钓鱼捕虫开店-莎莎闲聊_主流程文本"
  },
  {
    "textid": "Performance_415602_31010_content",
    "content": "Seems something slipped into the mix there.",
    "info": "钓鱼捕虫开店-莎莎闲聊_主流程文本"
  },
  {
    "textid": "Performance_415602_31012_content",
    "content": "Huh? You mean lil' Glenn? {A心虚目移}<style=SizeSmall>Ah, I didn't mean to...</style>",
    "info": "钓鱼捕虫开店-莎莎闲聊_主流程文本"
  },
  {
    "textid": "Performance_415602_31050_content",
    "content": "I do like to tease him, but I actually really respect how hard he works and how detail-oriented he is!",
    "info": "钓鱼捕虫开店-莎莎闲聊_主流程文本"
  },
  {
    "textid": "Performance_415602_31007_content",
    "content": "{A发抖}When I was out adventuring this one time, I encountered a kind of flying fish that leaped right out of the water and into the air, and slapped me across the face with its tail. It made catching it a lot easier, but boy did my face hurt... ughhh...",
    "info": "钓鱼捕虫开店-莎莎闲聊_主流程文本"
  },
  {
    "textid": "Performance_415602_31008_content",
    "content": "Still, fishing is just wild! Even... even though some rare fish turn out to be super tiny...",
    "info": "钓鱼捕虫开店-莎莎闲聊_主流程文本"
  },
  {
    "textid": "Performance_415602_31049_content",
    "content": "{A点头}Glenn might be small in stature, but he takes his shop very seriously and is very attentive to everyone's needs. He even stocks up on different designs for trivial things like cushions.",
    "info": "钓鱼捕虫开店-莎莎闲聊_主流程文本"
  },
  {
    "textid": "Performance_415602_39009_content",
    "content": "Bushes, grass, tree trunks — bugs and butterflies are fluttering all over the place. {A灵光一现}Tch, I'm not letting this slide... Hey you! Stop right there!",
    "info": "钓鱼捕虫开店-莎莎闲聊_主流程文本"
  },
  {
    "textid": "Performance_415602_38987_content",
    "content": "So that's it! The more we do, the more Luca we get to nurture the planet, and then we'll have flowers, fish, and maybe... shrimp too?",
    "info": "钓鱼捕虫开店-莎莎闲聊_主流程文本"
  },
  {
    "textid": "Performance_415602_31009_content",
    "content": "I like all kinds of cute lil' things, like flowers, grass, flutterbees, crabs, crayfish, and teensy lil' Glenn...",
    "info": "钓鱼捕虫开店-莎莎闲聊_主流程文本"
  },
  {
    "textid": "Performance_415602_38988_content",
    "content": "{A想象}Say... what if I launch a massive firework? You think that'd score us some Luca?",
    "info": "钓鱼捕虫开店-莎莎闲聊_主流程文本"
  },
  {
    "textid": "Performance_415602_31052_content",
    "content": "But all those shiny gems and jewels are useless to me, so... I sold them all to Glenn.",
    "info": "钓鱼捕虫开店-莎莎闲聊_主流程文本"
  },
  {
    "textid": "Performance_415602_31006_content",
    "content": "{A笑哈哈}Wild~! See those shadows moving in the water? That's the fishies playing around. If you cast your line, they'll... be tempted by your bait~!",
    "info": "钓鱼捕虫开店-莎莎闲聊_主流程文本"
  }
]