[
  {
    "textid": "Performance_401001_39170_content",
    "content": "It's an honor to have come to your planet. I'll remember the biological traits of every new friend I meet, just as I remember each and every one of my moon crab's...",
    "info": "生态屋选址-墨尔斯闲聊_主流程文本II"
  },
  {
    "textid": "Performance_401001_31221_content",
    "content": "Many creatures are territorial by nature. So if you happen to see any animals fighting, don't let it bother you.",
    "info": "生态屋选址-墨尔斯闲聊_主流程文本II"
  },
  {
    "textid": "Performance_401001_31225_content",
    "content": "The way our bodies work is really fascinating sometimes. I can watch the centrifugal separation of a suspension for an entire day without even feeling hungry.",
    "info": "生态屋选址-墨尔斯闲聊_主流程文本II"
  },
  {
    "textid": "Performance_401001_36646_content",
    "content": "{A笑眯眯}I trust your judgment. So, feel free to <style=Highlight>place</style> the Ecohouse wherever it feels right to you.",
    "info": "生态屋选址-墨尔斯闲聊_主流程文本II"
  },
  {
    "textid": "Performance_401001_39171_content",
    "content": "{A一愣}Wait, no way... are they still in my luggage?! Don't tell me they're shredding my spare lab coat!",
    "info": "生态屋选址-墨尔斯闲聊_主流程文本II"
  },
  {
    "textid": "Performance_401001_31224_content",
    "content": "Although it's not exactly impossible, you should... learn from my mistakes.",
    "info": "生态屋选址-墨尔斯闲聊_主流程文本II"
  },
  {
    "textid": "Performance_401001_31228_content",
    "content": "{A一愣}So, does that mean moon crabs will actually take off if they go beyond a critical point...?!",
    "info": "生态屋选址-墨尔斯闲聊_主流程文本II"
  },
  {
    "textid": "Performance_401001_31226_content",
    "content": "I guess you could call that \"centrifugal fasting.\" {A挠头}Pretty funny, isn't it?",
    "info": "生态屋选址-墨尔斯闲聊_主流程文本II"
  },
  {
    "textid": "Performance_401001_31222_content",
    "content": "{A思考}My moon crab and I always end up fighting... but it actually has little to do with territorial instincts.",
    "info": "生态屋选址-墨尔斯闲聊_主流程文本II"
  },
  {
    "textid": "Performance_401001_31227_content",
    "content": "Over time, countless flying creatures have evolved defenses against the brutal G-forces experienced while plummeting from the skies...",
    "info": "生态屋选址-墨尔斯闲聊_主流程文本II"
  },
  {
    "textid": "Performance_401001_31223_content",
    "content": "{A笑眯眯}The ecosystem here is fascinating. It reminds me of when I first tried catching insects — back when I thought leaving a net on the ground meant a guaranteed catch...",
    "info": "生态屋选址-墨尔斯闲聊_主流程文本II"
  }
]