[
  {
    "textid": "Performance_1003401_29337_content",
    "content": "Leanin' against the window, the breeze and sunlight feel so calming. I really look forward to the day when... {A害羞冒烟}<style=SizeSmall>when we can sit by the window and watch snow fall together.</style>  ",
    "info": "感谢家装-云果-复杂对话_云果"
  },
  {
    "textid": "Performance_1003401_34406_content",
    "content": "Right here! It's nice, breezy, and lets the morning sun in too. So when I open the window to enjoy the view, I won't get too cold mah! Now, let me see, hmm...",
    "info": "感谢家装-云果-复杂对话_云果"
  },
  {
    "textid": "Performance_1003401_29340_content",
    "content": "I took the last snowy cantaloupe I got from Gran'mama's house and learned how to make the <style=Highlight>Mellow Melon Tea</style> from Mr. Mobai. Here, try some~!  ",
    "info": "感谢家装-云果-复杂对话_云果"
  },
  {
    "textid": "Performance_1003401_33546_content",
    "content": "U-Um, I'm so happy you're here! P-Please, make yourself at home.  ",
    "info": "感谢家装-云果-复杂对话_云果"
  },
  {
    "textid": "Performance_1003401_29338_content",
    "content": "I'm rambling. Well mah, I haven't had any friends over yet, but when a stray kitten or puppy come to visit, I always get out my most delicious treats...",
    "info": "感谢家装-云果-复杂对话_云果"
  },
  {
    "textid": "Performance_1003401_29335_content",
    "content": "<style=PlayerName>{me}</style>, I'm done! Come take a look! Over here, and here too! Look at this window, it's so purty!",
    "info": "感谢家装-云果-复杂对话_云果"
  },
  {
    "textid": "Performance_1003401_29339_content",
    "content": "Ah, no, no, I'm not saying you're a stray kitten or puppy! What I meant is, I want to share all the best things in my home with you. {A害羞冒烟}<style=SizeSmall>How embarrassing! I'm talking nonsense again.</style>",
    "info": "感谢家装-云果-复杂对话_云果"
  },
  {
    "textid": "Performance_1003401_34405_content",
    "content": "Do you think the view and lighting will be nice if I install a window on this wall? And the potted plant... maybe here? Hmm... what about the mini heater?",
    "info": "感谢家装-云果-复杂对话_云果"
  }
]