[
  {
    "textid": "Performance_207601_10_812_content",
    "content": "Are you still thinking about today? Hohoho!",
    "info": "月下小聚后闲聊-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_207601_2_803_content",
    "content": "Is there any record of the \"Little Bubble World\" in the Neo Astralink files compiled by Loomi Co., Windchaser Guild, and Revelare Academia?",
    "info": "月下小聚后闲聊-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_207601_1_802_content",
    "content": "You've worked hard today! Have a chat with others and relax. If you're feeling tired, you can go home and <color=#8AAB4B>get into bed</color> for some rest.",
    "info": "月下小聚后闲聊-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_207601_4_806_content",
    "content": "The establishment of the <color=#8AAB4B>Astralink Station</color> marks the official opening of our Bubble World's Astralink. It's not that difficult to build an Astralink Station, hoho!",
    "info": "月下小聚后闲聊-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_207601_5_811_content",
    "content": "So please be assured. The Ecological Vitality Survey will be very successful, perhaps even better than before...",
    "info": "月下小聚后闲聊-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_207601_10_813_content",
    "content": "I feel the same way. This is our first day here, <size=30>somehow just as I had anticipated, yet completely different...</size>",
    "info": "月下小聚后闲聊-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_207601_2_804_content",
    "content": "Hohoho! They must be veterans by now in Neo Astralink development...",
    "info": "月下小聚后闲聊-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_207601_1_800_content",
    "content": "Ho, my favorite moment of the day was when you named the Astralink. We're no longer just a string of numbers.",
    "info": "月下小聚后闲聊-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_207601_2_805_content",
    "content": "This is our first experience with living on the Neo Astralink. Thanks to you, everything has been going smoothly. If you are feeling tired, you can <color=#8AAB4B>get into bed</color> and get some rest.",
    "info": "月下小聚后闲聊-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_207601_5_810_content",
    "content": "Hohoho... Though it's ancient history, I worked as a researcher at the Omni-Gallery once, and got to know Mors through his teacher.",
    "info": "月下小聚后闲聊-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_207601_4_809_content",
    "content": "These are all necessary steps toward establishing an <color=#8AAB4B>Astralink Station</color>, so if you're feeling overwhelmed, be sure to go home and <color=#8AAB4B>get into bed</color> to recharge.",
    "info": "月下小聚后闲聊-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_207601_10_814_content",
    "content": "We will have many new days ahead of us, so make sure you <color=#8AAB4B>get to bed</color> at home and rest. Sweet dreams tonight, hoho...",
    "info": "月下小聚后闲聊-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_207601_1_801_content",
    "content": "Intentionally or not, the name <color=#97c344>{homestar}</color> represents the aspirations you have for our Astralink. I'm honored to \"weave\" this world with you.",
    "info": "月下小聚后闲聊-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_207601_4_808_content",
    "content": "I'll ask Sani to take you out for connections soon. Maybe we can find and invite more neighbors from other Bubble Worlds to move to our Astralink.",
    "info": "月下小聚后闲聊-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_207601_4_807_content",
    "content": "Leave the Ecoglobe to Mors. I have no worries knowing that you're helping him! However, I do hope it won't interfere with your home renovation.",
    "info": "月下小聚后闲聊-莫白_莫白任务闲聊"
  }
]