[
  {
    "textid": "Performance_212301_11_1047_content",
    "content": "For us, we care more about whether you've built a comfortable house to live in... Oh, I'm terribly sorry.",
    "info": "幻雪梦想家一级房屋建成-莫白_安居线"
  },
  {
    "textid": "Performance_212301_3_1051_content",
    "content": "And now, I must ask you to continue surveying ecological vitality and collecting ecological samples with Mors.",
    "info": "幻雪梦想家一级房屋建成-莫白_安居线"
  },
  {
    "textid": "Performance_212301_4_1052_content",
    "content": "Now, once you and everyone else help finish collecting the building materials, we'll build the <color=#8AAB4B>Omni-Gallery</color>.",
    "info": "幻雪梦想家一级房屋建成-莫白_安居线"
  },
  {
    "textid": "Performance_212301_5_1053_content",
    "content": "Hoho~ With you and Mors, I have no worries. Now, the Astralink's ecological vitality survey facility — the Omni-Gallery — is complete.",
    "info": "幻雪梦想家一级房屋建成-莫白_安居线"
  },
  {
    "textid": "Performance_212301_6_1054_content",
    "content": "If you can successfully invite <color=#8AAB4B>1</color> more <color=#8AAB4B>new neighbor</color> to the Astralink, we'll be able to get Loomi Co. to help build the Astralink Station.",
    "info": "幻雪梦想家一级房屋建成-莫白_安居线"
  },
  {
    "textid": "Performance_212301_7_1056_content",
    "content": "First time stranger, second time friend, and third time... Hohoho~! Perhaps as you keep talking, you can even invite them to our Astralink.",
    "info": "幻雪梦想家一级房屋建成-莫白_安居线"
  },
  {
    "textid": "Performance_212301_9_1058_content",
    "content": "Ah! my apologies. The new neighbor you invited before is very excited to come live with us. They're waiting for the news.",
    "info": "幻雪梦想家一级房屋建成-莫白_安居线"
  },
  {
    "textid": "Performance_212301_11_1048_content",
    "content": "I asked you to help look after Frostia before and delayed your own construction. I hope you'll get your new home soon.",
    "info": "幻雪梦想家一级房屋建成-莫白_安居线"
  },
  {
    "textid": "Performance_212301_1_1044_content",
    "content": "Ah! <color=#d3b037>{me}</color>, you've been busy with Frostia's new home for quite a while. That must've been a lot of work. I really appreciate it!",
    "info": "幻雪梦想家一级房屋建成-莫白_安居线"
  },
  {
    "textid": "Performance_212301_1_1046_content",
    "content": "Don't worry! We Astralink coordinators have designated \"residences,\" so we don't need your help in building a house hohoho~",
    "info": "幻雪梦想家一级房屋建成-莫白_安居线"
  },
  {
    "textid": "Performance_212301_7_1055_content",
    "content": "When traveling to other Bubble Worlds, if you encounter neighbors that you like, you can try chatting them up.",
    "info": "幻雪梦想家一级房屋建成-莫白_安居线"
  },
  {
    "textid": "Performance_212301_12_1049_content",
    "content": "For us, we're more delighted to learn that both you and Frostia have completed your houses and reached an important milestone in the Astralink Guidebook!",
    "info": "幻雪梦想家一级房屋建成-莫白_安居线"
  },
  {
    "textid": "Performance_212301_13_1050_content",
    "content": "About the two other sections of the Astralink Guidebook...",
    "info": "幻雪梦想家一级房屋建成-莫白_安居线"
  },
  {
    "textid": "Performance_212301_1_1045_content",
    "content": "Hoho, Frostia loves the new home you helped build. She praises it wherever she goes and everyone's getting a little envious...",
    "info": "幻雪梦想家一级房屋建成-莫白_安居线"
  },
  {
    "textid": "Performance_212301_7_1057_content",
    "content": "After the new neighbor accepts your invitation, you can tell them to contact me. I'll prepare the relocation services for them.",
    "info": "幻雪梦想家一级房屋建成-莫白_安居线"
  }
]