[
  {
    "textid": "Performance_2010051075_2_textmap_10",
    "content": "I've visited many world bubbles before, but the appearance of these \"micro-bubbles\" still astonishes me. Even the most vivid imagination pales in comparison to the unknown realities before us.",
    "info": "幻雪关于伴星的感慨_幻雪流程闲聊1"
  },
  {
    "textid": "Performance_2010051075_5_textmap_18",
    "content": "Not every dream is destined to be wonderful,\nAnd nightmares may come knocking at random.\nBut at least... last night's dream was a delightful one!",
    "info": "幻雪关于伴星的感慨_幻雪流程闲聊1"
  },
  {
    "textid": "Performance_2010051075_5_textmap_20",
    "content": "I dreamed of sitting side by side with friends,\nWatching as the Lumia's paths transformed before us,\nAnd then, we drifted away with the Lumia...",
    "info": "幻雪关于伴星的感慨_幻雪流程闲聊1"
  },
  {
    "textid": "Performance_2010051075_4_textmap_16",
    "content": "Given the chance, I shall definitely explore the \"Small World Bubble.\"\nNothing can stand in the way of\na heart yearning to uncover the unknown.",
    "info": "幻雪关于伴星的感慨_幻雪流程闲聊1"
  },
  {
    "textid": "Performance_2010051075_3_textmap_14",
    "content": "But all the other students observing the celestial river\nkeep their distance from me.\nHow peculiar... is there something around me?",
    "info": "幻雪关于伴星的感慨_幻雪流程闲聊1"
  },
  {
    "textid": "Performance_2010051075_3_textmap_12",
    "content": "(Looking up at the sky) Back when I was at the Academia,\nI would observe the celestial river almost every night.",
    "info": "幻雪关于伴星的感慨_幻雪流程闲聊1"
  },
  {
    "textid": "Performance_2010051075_6_textmap_22",
    "content": "Most of my travels have been solitary endeavors.\nHaving everyone gather together to discuss matters, like we did earlier—\nI must say, it's quite a novel experience for me.",
    "info": "幻雪关于伴星的感慨_幻雪流程闲聊1"
  },
  {
    "textid": "Performance_2010051075_6_textmap_24",
    "content": "I don't dislike it at all~ There's this feeling of mutual trust,\nNot just because of Mobai and Sani,\nBut also because you're here, <color=#d3b037>{me}</color>.",
    "info": "幻雪关于伴星的感慨_幻雪流程闲聊1"
  }
]