[
  {
    "textid": "Performance_200602_1_72_content",
    "content": "<color=#8AAB4B>Glenn</color> is waiting for you to claim the <color=#8AAB4B>tent</color>. There are different kinds of tents, and he had considered every scenario when he picked them from Loomi Co.",
    "info": "领取帐篷-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_200602_3_78_content",
    "content": "Time also pranks people. But when you stop worrying about it, it can no longer hurry you around, hoho.",
    "info": "领取帐篷-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_200602_7_80_content",
    "content": "Ah! <color=#d3b037>{me}</color>, pardon me. Remember to claim your <color=#8AAB4B>tent</color> from <color=#8AAB4B>Glenn</color>, hoho.",
    "info": "领取帐篷-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_200602_1_74_content",
    "content": "Though... I think he accidentally stacked all kinds of crates into a \"tower of cargo\" again.",
    "info": "领取帐篷-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_200602_3_77_content",
    "content": "But since everyone's new here, it's equally important that you make your own choices and build your first home...",
    "info": "领取帐篷-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_200602_7_82_content",
    "content": "I'll show everyone around after we all settle in — Familiarize ourselves with this place until it becomes a part of our lives.",
    "info": "领取帐篷-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_200602_3_79_content",
    "content": "You can claim a <color=#8AAB4B>tent</color> from <color=#8AAB4B>Glenn</color> and pick a favorite spot at your leisure, <color=#d3b037>{me}</color>.",
    "info": "领取帐篷-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_200602_1_75_content",
    "content": "For someone so little to be able to lift all those bulky crates... Hoho, people never fail to surprise, no matter how close you are.",
    "info": "领取帐篷-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_200602_1_73_content",
    "content": "Someone once asked me, \"Why make a small peddler a trainee coordinator?\" Hohoho, well, this probably answers it.",
    "info": "领取帐篷-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_200602_7_81_content",
    "content": "What are we going to do after setting up the tent?... Hoho, slow down. Everything can wait for a cup of tea.",
    "info": "领取帐篷-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_200602_3_76_content",
    "content": "Ah, sorry about that. Actually, I considered setting up the tents for everyone in advance to save time.",
    "info": "领取帐篷-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_200602_4_textmap_24",
    "content": "Now, I'm honored to have the chance to build the Astralink together with all of you. The place we live in now — that's what truly matters.",
    "info": "领取帐篷-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_200602_5_textmap_28",
    "content": "Before building the Astralink Station, the most important thing is getting our lives here in order. There's still a lot to prepare, and once everyone is settled, I'll introduce everything step by step.",
    "info": "领取帐篷-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_200602_4_textmap_22",
    "content": "Probably because... {短暂停}I never really put down roots anywhere back then, hohoho. But that was in the past.",
    "info": "领取帐篷-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_200602_5_textmap_26",
    "content": "Hohoho, once our <color=#8AAB4B>Astralink Station</color> is built, you'll always have the chance to go wherever you want.",
    "info": "领取帐篷-莫白_莫白任务闲聊"
  }
]