[
  {
    "textid": "Performance_428101_39108_content",
    "content": "W-We really have a sea now?! Was that seafood feast last night the right call after all?! <style=PlayerName>{me}</style>, you're amazing! I'm gonna check it out now~!",
    "info": "星球树1级-莫白-复杂对话_主流程文本II"
  },
  {
    "textid": "Performance_428101_39110_content",
    "content": "Ah, wait... Hoho! <style=PlayerName>{me}</style>, thank you, truly. Without you, we'd never have been part of something so incredible.",
    "info": "星球树1级-莫白-复杂对话_主流程文本II"
  },
  {
    "textid": "Performance_428101_39115_content",
    "content": "It's a bit dangerous to climb down without gear. Here, take this <style=Highlight>pogo stick</style>. You can use it near cliff edges. I'll be back at the Camp if you need anything, hoho.",
    "info": "星球树1级-莫白-复杂对话_主流程文本II"
  },
  {
    "textid": "Performance_428101_39109_content",
    "content": "A new area? That's like a miracle! Wait, does that mean... new specialties? Hold on, I'm coming with you...",
    "info": "星球树1级-莫白-复杂对话_主流程文本II"
  },
  {
    "textid": "Performance_428101_39113_content",
    "content": "I'll keep an eye on how much Luca we're collecting. As soon as we have a full jar, I'll let you know right away, so you can water the Luca Arbor.",
    "info": "星球树1级-莫白-复杂对话_主流程文本II"
  },
  {
    "textid": "Performance_428101_39111_content",
    "content": "It's wonderful to see that the planet has grown a sea and a beach. Looks like you've already gotten the hang of \"nurturing a planet.\" <style=SizeSmall>I wonder what might come along next time the planet grows...</style>",
    "info": "星球树1级-莫白-复杂对话_主流程文本II"
  },
  {
    "textid": "Performance_428101_39114_content",
    "content": "{A挠头}Ah! Pardon me, I've gone on far too long. You must be itching to get down to the beach, right? <style=NpcName>Esassani</style> is waiting for you to join her.",
    "info": "星球树1级-莫白-复杂对话_主流程文本II"
  },
  {
    "textid": "Performance_428101_39112_content",
    "content": "Later, I'll write down every step needed to grow the planet and attach it to the Luca Arbor. That way, you can look things up whenever you like.",
    "info": "星球树1级-莫白-复杂对话_主流程文本II"
  }
]