[
  {
    "textid": "Performance_11010112103_34338_content",
    "content": "I'm currently packing up all my belongings... {A思考}But moo, your planet probably doesn't have a place for me to stay just yet.",
    "info": "NPC邀请-模版-1011多杰朗_多杰朗"
  },
  {
    "textid": "Performance_11010112103_34339_content",
    "content": "{A吉祥如意}Would you mind asking someone from <style=Highlight>Loomi Co.</style> to help me get settled? As soon as I have a place to stay, I'll HMM! Move right away.",
    "info": "NPC邀请-模版-1011多杰朗_多杰朗"
  },
  {
    "textid": "Performance_11010112103_30463_content",
    "content": "{A吉祥如意}Mmmooo? I'm really sorry. What's head and shoulders above everything else for me is gathering materials to craft new hats. As for settling down... I haven't decided where.",
    "info": "NPC邀请-模版-1011多杰朗_多杰朗"
  },
  {
    "textid": "Performance_11010112103_34337_content",
    "content": "If so, I'd be very grateful if you could help arrange a place for me to stay. {A看我的}For now, I'd better go pack up all my hats and luggage first.",
    "info": "NPC邀请-模版-1011多杰朗_多杰朗"
  },
  {
    "textid": "Performance_11010112103_34336_content",
    "content": "Thank you so much for the invite! {A想象}Maybe once we get to know each other a little better, I'll give it more thought.",
    "info": "NPC邀请-模版-1011多杰朗_多杰朗"
  },
  {
    "textid": "Performance_11010112103_30466_content",
    "content": "Much obliged for the invitation! I wonder... does your planet have any <style=Highlight>Loomi Co.</style> staff?",
    "info": "NPC邀请-模版-1011多杰朗_多杰朗"
  },
  {
    "textid": "Performance_11010112103_30467_content",
    "content": "{A吉祥如意}Once you've picked a spot for my home with the <style=Highlight>Building Kit</style>, I'll HMM! Move here fast. Now moo, I need to go carefully pack up all my hats.",
    "info": "NPC邀请-模版-1011多杰朗_多杰朗"
  },
  {
    "textid": "Performance_11010112103_30465_content",
    "content": "{A惊叹}HMM! Astonishing, our heads are thinking the same thing. I've been considering asking you if I could move to your planet too.",
    "info": "NPC邀请-模版-1011多杰朗_多杰朗"
  }
]