[
  {
    "textid": "Performance_21010050004_18589_content",
    "content": "{A灵光一现}Perhaps the most mysterious thing is, it's surprisingly delicious! <style=SizeSmall>But... it has been known to cause insomnia, on occasion.</style>   ",
    "info": "日常对话-日常闲聊-单一闲聊-无条件-关于SNPC-1005幻雪_单一闲聊"
  },
  {
    "textid": "Performance_21010050004_18588_content",
    "content": "Mobai's tea is a mysterious phenomenon of its own! No one knows what kinds of ingredients will be used. No one knows what kinds of flavors will be concocted...",
    "info": "日常对话-日常闲聊-单一闲聊-无条件-关于SNPC-1005幻雪_单一闲聊"
  },
  {
    "textid": "Performance_21010050004_18592_content",
    "content": "I had good fortune on that day. I found something nice that I wanted at Glenn's shop. However, after I counted up how much I owed and paid...",
    "info": "日常对话-日常闲聊-单一闲聊-无条件-关于SNPC-1005幻雪_单一闲聊"
  },
  {
    "textid": "Performance_21010050004_18593_content",
    "content": "{A豆豆眼}Glenn gave me half my money back without a word...{短暂停} Perhaps there was a special discount on that day?",
    "info": "日常对话-日常闲聊-单一闲聊-无条件-关于SNPC-1005幻雪_单一闲聊"
  },
  {
    "textid": "Performance_21010050004_18591_content",
    "content": "{A思考星光}The third thing I noticed is that her car is way sturdier than the cars I've read about before.",
    "info": "日常对话-日常闲聊-单一闲聊-无条件-关于SNPC-1005幻雪_单一闲聊"
  },
  {
    "textid": "Performance_21010050004_18595_content",
    "content": "{A想象}Back at the Academia, Mors would sometimes lie down flat on the grass. At first, I thought maybe they'd dropped their lunch or something, but it turned out the ants were eating the lunch they'd left on their chairs!   ",
    "info": "日常对话-日常闲聊-单一闲聊-无条件-关于SNPC-1005幻雪_单一闲聊"
  },
  {
    "textid": "Performance_21010050004_18594_content",
    "content": "I just saw Mors carefully tending to the creatures you donated. He even set his lunch to one side and forgot to eat it.",
    "info": "日常对话-日常闲聊-单一闲聊-无条件-关于SNPC-1005幻雪_单一闲聊"
  },
  {
    "textid": "Performance_21010050004_18590_content",
    "content": "Sani... The first thing that left an impression on me was her adorable long ears. The second thing was the way she drives — she's got the look of a real pro.   ",
    "info": "日常对话-日常闲聊-单一闲聊-无条件-关于SNPC-1005幻雪_单一闲聊"
  }
]