[
  {
    "textid": "Performance_21010050511_1874993353_content",
    "content": "{A想象}I wanted to have a big desk, where I could spread out all my research materials for observation and analysis, and a telescope to gaze at the stars whenever I wished.",
    "info": "日常对话-日常闲聊-邀约玩法-在NPC自己家-1005幻雪_邀约"
  },
  {
    "textid": "Performance_21010050511_1874993351_content",
    "content": "{A喜欢}After all, just like black tea and cake, a cup of coffee and a thesis are made for each other!   ",
    "info": "日常对话-日常闲聊-邀约玩法-在NPC自己家-1005幻雪_邀约"
  },
  {
    "textid": "Performance_21010050511_1874993352_content",
    "content": "While I was living at the Academia, I never had high requirements for things such as food or clothing. I was only particular about my living environment.   ",
    "info": "日常对话-日常闲聊-邀约玩法-在NPC自己家-1005幻雪_邀约"
  },
  {
    "textid": "Performance_21010050511_1874993357_content",
    "content": "So, my bookshelf is filled with high-definition, large-format butterfly encyclopedias. It could be called another \"House of Butterflies.\"   ",
    "info": "日常对话-日常闲聊-邀约玩法-在NPC自己家-1005幻雪_邀约"
  },
  {
    "textid": "Performance_21010050511_1874993355_content",
    "content": "Actually, I almost went down the path of researching butterflies. When I'm reading, I'm often greeted by a butterfly landing on me to rest.   ",
    "info": "日常对话-日常闲聊-邀约玩法-在NPC自己家-1005幻雪_邀约"
  },
  {
    "textid": "Performance_21010050511_1874993350_content",
    "content": "Afternoon tea doesn't necessarily need to involve \"tea.\" Sometimes I have coffee instead, but that means it's a work-on-my-thesis kinda day!   ",
    "info": "日常对话-日常闲聊-邀约玩法-在NPC自己家-1005幻雪_邀约"
  },
  {
    "textid": "Performance_21010050511_1874993356_content",
    "content": "I couldn't help but carefully study their gentle fluttering... {A打喷嚏}Only to discover I'm allergic to the scales on their wings!   ",
    "info": "日常对话-日常闲聊-邀约玩法-在NPC自己家-1005幻雪_邀约"
  },
  {
    "textid": "Performance_21010050511_1874993354_content",
    "content": "I wanted the air to have the sweet scent of black tea, and to be surrounded by all of the things I'm interested in, all within arm's reach. And of course, last but not least... my friends by my side!   ",
    "info": "日常对话-日常闲聊-邀约玩法-在NPC自己家-1005幻雪_邀约"
  }
]