[
  {
    "textid": "Performance_1010070006_31369_content",
    "content": "Oh, in that case, perhaps you could... help find a place for our <style=Highlight>new visitor</style> to settle in and become our Neighbor. How does that sound?",
    "info": "莫白主引入语-我不知道做什么…后续_莫白主引入语"
  },
  {
    "textid": "Performance_1010070006_31371_content",
    "content": "{A想象}Oh, in that case, perhaps you could... Save up <style=Highlight>1,500 Dough</style> and check out the <style=Highlight>Housing Services</style> on <style=Highlight>Loomi Mart</style> to buy a bigger and better house. What do you think?",
    "info": "莫白主引入语-我不知道做什么…后续_莫白主引入语"
  },
  {
    "textid": "Performance_1010070006_31373_content",
    "content": "{A想象}Oh, in that case, perhaps you could... buy or craft more <style=Highlight>furniture</style>. The better your home looks, the happier you'll be. Right?",
    "info": "莫白主引入语-我不知道做什么…后续_莫白主引入语"
  },
  {
    "textid": "Performance_1010070006_31374_content",
    "content": "{A想象}Oh, in that case, perhaps you could... buy some seeds from <style=NpcName>Glenn</style>, grow and harvest some <style=Highlight>crops</style>, then sell them back to him to earn Dough to <style=Highlight>expand your house</style>. What do you think?",
    "info": "莫白主引入语-我不知道做什么…后续_莫白主引入语"
  },
  {
    "textid": "Performance_1010070006_31385_content",
    "content": "{A想象}Oh, in that case, perhaps you could... place some furniture outdoors, enjoy the breeze and the sea with the Neighbors, and take a moment to rest. Sound good?",
    "info": "莫白主引入语-我不知道做什么…后续_莫白主引入语"
  },
  {
    "textid": "Performance_1010070006_31366_content",
    "content": "{A想象}Oh, in that case, perhaps you could... <style=Highlight>modify your car</style> with Esassani, take a drive, and meet up with some friends at the Galactic Bazaar. Sound good?",
    "info": "莫白主引入语-我不知道做什么…后续_莫白主引入语"
  },
  {
    "textid": "Performance_1010070006_31375_content",
    "content": "{A想象}Oh, in that case, perhaps you could... continue working with <style=NpcName>Mors</style> on ecological observation, and collect more <style=Highlight>different creatures</style>. How about that?",
    "info": "莫白主引入语-我不知道做什么…后续_莫白主引入语"
  },
  {
    "textid": "Performance_1010070006_31376_content",
    "content": "{A想象}Oh, in that case, perhaps you could... try and meet some new friends during your <style=Highlight>Starsea Voyages</style> and invite them to come live here. Sound good?",
    "info": "莫白主引入语-我不知道做什么…后续_莫白主引入语"
  },
  {
    "textid": "Performance_1010070006_31378_content",
    "content": "{A想象}Oh, in that case, perhaps you could... invite everyone to watch the <style=Highlight>meteor shower</style> together at the top of the hill. Hoho~! I'm all ready for it. How about that?",
    "info": "莫白主引入语-我不知道做什么…后续_莫白主引入语"
  },
  {
    "textid": "Performance_1010070006_32349_content",
    "content": "{A想象}Oh, in that case, perhaps you could... craft more furniture to furnish your home and decorate the outdoor area to enhance the appearance of your surroundings and improve your quality of life. How does that sound?",
    "info": "莫白主引入语-我不知道做什么…后续_莫白主引入语"
  },
  {
    "textid": "Performance_1010070006_1610528160_content",
    "content": "{A想象}Oh, in that case, perhaps you could... buy a few <style=Highlight>outfits</style>? Open the <style=Highlight>Footprints Journal</style> on your phone, and see if there's anything you can do to earn some <style=Highlight>Loomi</style>.",
    "info": "莫白主引入语-我不知道做什么…后续_莫白主引入语"
  }
]