[
  {
    "textid": "Performance_214101_9_1220_content",
    "content": "Hoho, no need to worry!\nI'll be here to support you with everything about relocating.\nBut, to ensure that future neighbors feel at ease when moving in...",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_9_1218_content",
    "content": "That at least requires\n<color=#d3b037>{me}</color> to build a house,\npick some suitable furniture, and decorate your new home.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_4_1213_content",
    "content": "First, we need to understand the ecological environment of our Astralink, for example, through the <color=#8AAB4B>Ecological Vitality Survey</color> we conducted.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_9_1223_content",
    "content": "And if you ever feel lost in life,\nI hope this can offer some guidance.\nBut in the end, your life is still yours to live as you wish.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_9_1219_content",
    "content": "And third,\nI hope that one day,\nyou'll successfully invite new neighbors to settle here.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_12_1227_content",
    "content": "Hoho, slow down, don't worry. It may appear complicated, but in reality, everyone's living satisfaction is the only criterion.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_12_1230_content",
    "content": "Ah, for reaching the rating of <color=#8AAB4B>\"Living a Simple Life\"</color>, hoho, that's something you'll have to figure out on your own.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_1_1208_content",
    "content": "Hoho! It's a pleasure to sign the Living Services Agreement with <color=#d3b037>{me}</color>.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_1_1210_content",
    "content": "The TV functions are still under development hoho~! But now, you can utilize TV shopping, and the goods you purchase will be delivered via PuffPost in an hour.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_5_1224_content",
    "content": "Now, allow me to introduce you to the aforementioned Astralink comfortable living indicator — the <color=#8AAB4B>\"Neighbor-Good Radar\"</color>!",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_9_1217_content",
    "content": "Second, we need to reach the appropriate rating that represents our comfortable living in the <color=#8AAB4B>Neighbor-Good Radar</color> of Loomi Co.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_9_1222_content",
    "content": "Ah, forgive me, I'm blabbering. Don't worry, the <color=#8AAB4B>Neo Astralink Guidebook</color> is intended to help build Astralink Stations, not pressure.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_12_1229_content",
    "content": "After building a house, you still need to buy and make furniture and decorate the house in order to get a good rating in \"<color=#8AAB4B>Home Decor</color>.\"",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_12_1232_content",
    "content": "Explore other Bubble Worlds to quickly accumulate the Dough you need to build houses. Plus... Hohoho, you might even run into a <color=#8AAB4B>new neighbor</color>.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_1_1209_content",
    "content": "Loomi TV is a reward from Loomi Co. for establishing Astralinks. {短暂停}It has phases.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_4_1212_content",
    "content": "Ah, my apologies! I want to take this chance to formally talk to you about the Neo Astralink Guidebook that our Astralink Station needs to complete.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_5_1225_content",
    "content": "The Neighbor-Good Radar will rate life on the Astralink based on <color=#8AAB4B>Alleyway Space</color>, <color=#8AAB4B>Home Decor</color>, and <color=#8AAB4B>Neighborhood Life</color>.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_5_1226_content",
    "content": "Let's first check it out on our phones to see how <color=#8AAB4B>Neighbor-Good Radar</color> works.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_9_1221_content",
    "content": "Before that, we have to wait for <color=#8AAB4B>Frostia</color> to get her house built. She's having a bit of trouble with it. If you have time, please lend her a hand.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_12_1231_content",
    "content": "Building the house and furnishing it requires a lot of Dough... This is the <color=#8AAB4B>Jar of Lumia</color> you'll need for expeditions, please accept it!",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_12_1233_content",
    "content": "If you want to head out, give the Jar of Lumia to <color=#8AAB4B>Esassani</color>. She'll make sure the Astralink's safe.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_17_1236_content",
    "content": "Whether you are out on a trip, gathering Dough, or continuing your ecological vitality survey, please arrange your schedule based on your preferences ho~!",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_7_1215_content",
    "content": "Continuing the collection of various ecological samples is a good choice, but the Ecoglobe has limited support space...",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_8_1216_content",
    "content": "Oh, but the <color=#8AAB4B>Omni-Gallery</color> currently under pre-construction meets our needs perfectly, so please keep an eye out for it.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_12_1228_content",
    "content": "The modest wish for comfortable living is having a house, but true comfort in life means more than just the size of your home. Having ideal furnishing and a friendly space are more important.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_16_1234_content",
    "content": "Oh, one more thing. Please accept <color=#8AAB4B>Murmurs</color>, the messaging app that everyone uses for ease of contact.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_1_1211_content",
    "content": "And since it's a TV, it can also receive Astralink TV signals. In the future, you'll also be able to tune into various interesting TV programs.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_20_1235_content",
    "content": "Hoho, <color=#d3b037>{me}</color> might be bombarded by Murmurs in the future. After all, you are everyone's most trusted person.",
    "info": "送航路计划书-莫白_安居线"
  },
  {
    "textid": "Performance_214101_7_1214_content",
    "content": "Hoho! We're still thinking about what else we can do on top of the Ecoglobe.",
    "info": "送航路计划书-莫白_安居线"
  }
]