[
  {
    "textid": "Performance_215609_3_1476_content",
    "content": "On your first day, I immediately felt I'd found the right candidate for the contact who would lead everyone.",
    "info": "车站建成庆典-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_215609_3_1478_content",
    "content": "It's just like <color=#d3b037>{me}</color> and <color=#97c344>{homestar}</color>.",
    "info": "车站建成庆典-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_215609_4_1479_content",
    "content": "About districts... the one that impresses me the most is, hoho, naturally the only district in the world — <color=#8AAB4B>Metropolis</color>.",
    "info": "车站建成庆典-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_215609_1_1472_content",
    "content": "I traveled to an Astralink once where the neighbors enjoyed lying down and basking in the sun every day. The biggest project of that Astralink was...",
    "info": "车站建成庆典-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_215609_1_1473_content",
    "content": "The Astralink Station that took 5 years, 7 months, and 18 days to complete, hoho~! Therefore, the most important thing is how you want to live.",
    "info": "车站建成庆典-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_215609_4_1481_content",
    "content": "Loomi Co., Windchaser Guild, Revelare Academia... and many large corporations are based there. Naturally, it attracts lots of extroverted people who enjoy a faster pace in life.",
    "info": "车站建成庆典-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_215609_4_1482_content",
    "content": "Our Astralink Station has connected to the Central Station of Metropolis. <color=#d3b037>{me}</color> can visit any time in the future.",
    "info": "车站建成庆典-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_215609_1_1471_content",
    "content": "Do we have to develop into a district? Hoho, not necessarily. Everyone has different takes and requirements on life.",
    "info": "车站建成庆典-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_215609_2_1475_content",
    "content": "Oh, so you can see the fireworks at this location too. They blow up high.",
    "info": "车站建成庆典-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_215609_2_1474_content",
    "content": "Actually, I've prepared some tea for you this time, but... hohoho...",
    "info": "车站建成庆典-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_215609_3_1477_content",
    "content": "I once said that no matter where you are, if the right people move in, then everything there will no longer spoil and break easily. Instead, they thrive.",
    "info": "车站建成庆典-莫白_莫白任务闲聊"
  },
  {
    "textid": "Performance_215609_4_1480_content",
    "content": "You might have caught a glance from afar on your first day, when you registered at the Neo Astralink.",
    "info": "车站建成庆典-莫白_莫白任务闲聊"
  }
]