[
  {
    "textid": "Performance_1000604_3961093280_content",
    "content": "<style=PlayerName>{me}</style>, are you looking for a good spot for Yunguo's new home? I think everyone has their own preferences when it comes to where they want to live.",
    "info": "云果选址-格连闲聊_主流程文本II"
  },
  {
    "textid": "Performance_1000604_3961093281_content",
    "content": "{A想象}For example, I like places surrounded by trees, while Sani prefers wide open spaces where she can run free. Some like the beach, while others prefer the highlands.",
    "info": "云果选址-格连闲聊_主流程文本II"
  },
  {
    "textid": "Performance_1000604_3961093282_content",
    "content": "As for Yunguo... She seems to really like the smell of soil? <style=SizeSmall>Though this whole area is grassland, so I guess anywhere would work...</style>",
    "info": "云果选址-格连闲聊_主流程文本II"
  },
  {
    "textid": "Performance_1000604_3961093284_content",
    "content": "{A想象}I remember we had a \"Crayon Shop,\" a \"Cloud Blanket Shop,\" a \"Robot Toy Shop\"... There was a whole manner of interesting establishments!",
    "info": "云果选址-格连闲聊_主流程文本II"
  },
  {
    "textid": "Performance_1000604_3961093283_content",
    "content": "When I was little, me and some of the other little ones who lived nearby used to play this game. We arranged stones into little stacks to create our own little shops.",
    "info": "云果选址-格连闲聊_主流程文本II"
  },
  {
    "textid": "Performance_1000604_3961093285_content",
    "content": "Me? I opened a \"Pinecone Shop.\" Out of all the different shops... mine was the most profitable!",
    "info": "云果选址-格连闲聊_主流程文本II"
  },
  {
    "textid": "Performance_1000604_3961093287_content",
    "content": "{A点头}My tip for saving space? Stack those cardboard boxes sky-high! <style=SizeSmall>I've long since mastered the skill of not getting dizzy when they fall on my head.</style>",
    "info": "云果选址-格连闲聊_主流程文本II"
  },
  {
    "textid": "Performance_1000604_3961093286_content",
    "content": "While the other kids were just playing about with stones, <style=SizeSmall>I was the only one using real pinecones...</style>",
    "info": "云果选址-格连闲聊_主流程文本II"
  }
]