[
  {
    "textid": "lettercfg_content_26",
    "content": "Here are your unclaimed rewards from the previous fishing event. Please claim them at your convenience."
  },
  {
    "textid": "lettercfg_content_3101",
    "content": "There may not be a perfect answer when looking for the right gift, but I've carefully picked this one out just for you!\nI hope you like it and feel all the love I put into it~"
  },
  {
    "textid": "lettercfg_content_3116",
    "content": "I'm astonished by how excited I am to write you a letter!\nWhen you said \"anything works\" for the furniture, I figured you were trying to make things easier for me.\nMaybe you were worried I'd have trouble finding the right pieces.\nThank you so much, for being so thoughtful.\nI hope you'll like the furniture I worked hard to craft.\n\nWishing you luck above your head and freedom in everything you do!"
  },
  {
    "textid": "lettercfg_fromformatstr_17",
    "content": "Your old friend"
  },
  {
    "textid": "lettercfg_fromformatstr_1",
    "content": "%s"
  },
  {
    "textid": "lettercfg_fromformatstr_2005",
    "content": "Rebella"
  },
  {
    "textid": "lettercfg_fromformatstr_2007",
    "content": "Medowlyn"
  },
  {
    "textid": "lettercfg_fromformatstr_2500",
    "content": "Loomi Housing"
  },
  {
    "textid": "lettercfg_fromformatstr_3000",
    "content": "Manna"
  },
  {
    "textid": "lettercfg_fromformatstr_3002",
    "content": "Lauffie"
  },
  {
    "textid": "lettercfg_fromformatstr_3108",
    "content": "Wishing you a day filled with happiness,\nFrostia"
  },
  {
    "textid": "lettercfg_toformatstr_2012",
    "content": "Gaha, {me}"
  },
  {
    "textid": "lettercfg_toformatstr_3111",
    "content": "Floooofalicious {me}—"
  },
  {
    "textid": "lettercfg_toformatstr_3117",
    "content": "{me}, tashi delek!"
  },
  {
    "textid": "lettercfg_toformatstr_3406",
    "content": "{me}, tashi delek!"
  },
  {
    "textid": "lettercfg_toformatstr_4",
    "content": "The friend who gets this"
  },
  {
    "textid": "lettercfg_content_14",
    "content": "Looks like you had quite the haul! Must've been an exciting journey!\nBut your backpack's a little too small, so I brought the extra supplies back with my car.\nHonestly, there isn't much space on board either...\nMaybe it's time to upgrade to an ultimate cosmic megatruck!\nToo bad my wallet's not cool with that idea."
  },
  {
    "textid": "lettercfg_content_2005",
    "content": "PuffPost is pretty neat.\nEven if your backpack is full and you can't take my gift, I can still send it your way through here!\nIf only I could automatically send my thoughts to you this way too...\nWriting is very tiring, bhan!"
  },
  {
    "textid": "lettercfg_content_2007",
    "content": "When the sunflower wants to show its brightest smile to the sun on a cloudy day, all it can do is stubbornly wait for the sun to reappear.\n\nBut when your backpack is full, the gift I send you can still make its way to you through PuffPost!\nAnd thinking about that, I feel pretty lucky~\nNext time, next time—I'll make sure to catch your backpack while there's still space, and fill it up with all my gifts, baa-dorable~"
  },
  {
    "textid": "lettercfg_content_2503",
    "content": "Your cozy hut is looking good!\nAfter careful consideration and a thorough review in accordance with the company's assessment criteria, I have officially rated your home at:\n<color=#96701c>[#0]</color> points! That's equivalent to <color=#96701c>[#1]</color> chairs!\n\nLooks like you're living well, perfectly adhering to the golden rule among the many thousands of design principles:\nA home is meant to be lived in, not just looked at."
  },
  {
    "textid": "lettercfg_content_25",
    "content": "Since your backpack was full, I've sent the items you bought to your PuffPost Box!\nI'm still practicing my PuffPost packing speed!\nI hope it arrives right when you need it~!"
  },
  {
    "textid": "lettercfg_content_3115",
    "content": "I looked everywhere for the furniture you wanted, and guess what... I found them all~! Picking them out to match your taste felt surprisingly natural, just like when I mix my fertilizers. Turns out, there are things outside of farming that I can do well too. With you around, I think I'll learn to live on my own in no time, right mah~?\nWishing you a bountiful harvest!"
  },
  {
    "textid": "lettercfg_content_3401",
    "content": "Since your backpack was full, I'm sending this to your PuffPost Box~\nRemember to clean your backpack often, because next time, I wanna give you the gifts in person!\nAnd don't leave my heartfelt gift in the depths of your inbox either, okay?\nTake it once you see it! Love you!"
  },
  {
    "textid": "lettercfg_content_3403",
    "content": "When I tried to give you something last time, your backpack was unfortunately filled to the brim with plunder with no room to spare.\nTherefore, I have to send it here to your PuffPost Box instead.\nIt may take a little longer to reach you this way...\nBut doesn't that just make the anticipation and surprise last even longer, yeep~?"
  },
  {
    "textid": "lettercfg_content_3406",
    "content": "I may be forgetful, but never with your stuff.\nEven if my head can't remember, I always find a way around. Astonishing!\nI've been carrying everything that won't fit in your backpack.\nWhenever it's convenient for you, just grab them from the PuffPost.\n\nWishing you nothing but good fortune above your head!"
  },
  {
    "textid": "lettercfg_fromformatstr_2",
    "content": "%s"
  },
  {
    "textid": "lettercfg_fromformatstr_3110",
    "content": "A puff of handcrafted cloud"
  },
  {
    "textid": "lettercfg_fromformatstr_3115",
    "content": "Yunguo, about to go make fertilizer"
  },
  {
    "textid": "lettercfg_toformatstr_11",
    "content": "\"Little Hamster\"!"
  },
  {
    "textid": "lettercfg_toformatstr_2001",
    "content": "My {Relation} %s"
  },
  {
    "textid": "lettercfg_toformatstr_2002",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_toformatstr_2003",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_toformatstr_3106",
    "content": "Here it is! My friend!"
  },
  {
    "textid": "lettercfg_toformatstr_3108",
    "content": "Hope this letter finds you well, {me}~"
  },
  {
    "textid": "lettercfg_toformatstr_3110",
    "content": "Floooofalicious {me}—"
  },
  {
    "textid": "lettercfg_toformatstr_3112",
    "content": "Floooofalicious {me}—"
  },
  {
    "textid": "lettercfg_content_12",
    "content": "My apologies, it seems your backpack was full and couldn't collect the latest reward supplies.\nDon't worry, I've sorted everything and am sending them to you by post.\nAnd, as always, please remember to make time for breaks as you go about your busy day!"
  },
  {
    "textid": "lettercfg_content_16",
    "content": "There's no more homework in the Starsea, right?\nAfter all... planting a planet sounds like something with its own pile of to-do's!\nStill, life and knowledge are just other forms of learning by doing.\nTo see worlds beyond textbooks and to live freely however you like... I'm honestly jealous!\nI've been inspired by you to follow my heart and start my own journey too!\nExcept... I'm aiming for even more exciting galaxies!\nAfter all, I've already taken the leap, so of course I'm gonna make it a one-of-a-kind adventure!\nBy the way, I've attached some stuff that might come in handy for you.\nOnce I'm done, I'm off as well!"
  },
  {
    "textid": "lettercfg_content_18",
    "content": "No path is paved by one alone — the entire universe walks with you.\nCongratulations on starting your new life!\nLoomi Co. has activated your membership in advance and prepared a special welcome gift just for you!\nPlease find it enclosed with this letter!"
  },
  {
    "textid": "lettercfg_content_2",
    "content": "They say every blessing you send out comes true.\nSo, through this gift of fashion—\nMay your days be filled with roses and starlight, and lazy afternoons with coffee in the sun~"
  },
  {
    "textid": "lettercfg_content_5",
    "content": "If I put a gift into a Drifting Star and toss it into the Starsea...\nWill I get to make a wish in return?\nThen... I wish for the professor to forget the thesis deadline."
  },
  {
    "textid": "lettercfg_content_8",
    "content": "OMG MY DESIGN FINALLY BLEW UP!!!\nHere's one as a lucky giveaway!\nBecause this genius design deserves more exposure~"
  },
  {
    "textid": "lettercfg_fromformatstr_14",
    "content": "Sani's Trunk"
  },
  {
    "textid": "lettercfg_fromformatstr_2002",
    "content": "Frostia"
  },
  {
    "textid": "lettercfg_fromformatstr_2008",
    "content": "Suye"
  },
  {
    "textid": "lettercfg_fromformatstr_2502",
    "content": "Mitai Real Estate"
  },
  {
    "textid": "lettercfg_fromformatstr_3111",
    "content": "A cloud that just came back from a walk"
  },
  {
    "textid": "lettercfg_fromformatstr_3121",
    "content": "An inventor whose invention didn't go boom"
  },
  {
    "textid": "lettercfg_fromformatstr_3401",
    "content": "Your thoughtful bestie"
  },
  {
    "textid": "lettercfg_fromformatstr_3404",
    "content": "A cloud who's just finished tidying up"
  },
  {
    "textid": "lettercfg_fromformatstr_7",
    "content": "Floooofalicious Medowlyn"
  },
  {
    "textid": "lettercfg_toformatstr_12",
    "content": "Dear busy you"
  },
  {
    "textid": "lettercfg_toformatstr_2004",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_toformatstr_2005",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_toformatstr_2008",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_toformatstr_2500",
    "content": "Congratulations on your new home!"
  },
  {
    "textid": "lettercfg_toformatstr_2503",
    "content": "Dear resident {me}"
  },
  {
    "textid": "lettercfg_toformatstr_2504",
    "content": "Dear resident {me}"
  },
  {
    "textid": "lettercfg_toformatstr_2",
    "content": "%s"
  },
  {
    "textid": "lettercfg_toformatstr_3003",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_toformatstr_3003",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_toformatstr_3005",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_toformatstr_3116",
    "content": "{me}, tashi delek!"
  },
  {
    "textid": "lettercfg_toformatstr_7",
    "content": "A lucky friend"
  },
  {
    "textid": "lettercfg_content_1",
    "content": "OMG MY DESIGN FINALLY BLEW UP!!!\nHere's one as a lucky giveaway!\nBecause this genius design deserves more exposure~"
  },
  {
    "textid": "lettercfg_content_2006",
    "content": "I originally planned to give you this gift in person, but it seems to have a mind of its own, insisting that time and distance would only make its sincerity greater.\nSo, I had no choice but to let it ride the PuffPost to you.\nAlright, fine... truth is, your backpack was too full~\nPlease accept this gift, and may your days be filled with joy and happiness~"
  },
  {
    "textid": "lettercfg_content_2502",
    "content": "Your cozy hut is looking good!\nAfter careful consideration and a thorough review in accordance with the company's assessment criteria, I have officially rated your home at:\n<color=#96701c>[#0]</color> points~! That's equivalent to <color=#96701c>[#1]</color> chairs!\n\nMaybe having a more coordinated setup would make things even better. Like being able to enjoy tea in a wicker chair, then pouring yourself a new cup of fragrant brew straight from the pot with a simple turn...\nIn any case, just imagine the life you aspire to!"
  },
  {
    "textid": "lettercfg_content_3107",
    "content": "Last night, while stargazing, I suddenly realized—\nPerhaps it's not that you have no preferences for furniture...\nRather, you said \"anything's fine\" to make things easier for me when choosing your gift.\nYeep~ I can't express how touched I am, so I transformed my feelings into action instead, and found what I think is the most elegant piece of furniture for you.\nMay it bring you happiness in all the days to come~!"
  },
  {
    "textid": "lettercfg_content_4",
    "content": "This thing in my bag looks pricey?\nPerfect! I'll give it away!"
  },
  {
    "textid": "lettercfg_fromformatstr_2004",
    "content": "Rebella"
  },
  {
    "textid": "lettercfg_fromformatstr_20",
    "content": "Quipu, busy crunching numbers"
  },
  {
    "textid": "lettercfg_fromformatstr_3109",
    "content": "Wishing you sweet dreams, Frostia"
  },
  {
    "textid": "lettercfg_fromformatstr_3405",
    "content": "Yunguo, about to start farming"
  },
  {
    "textid": "lettercfg_toformatstr_13",
    "content": "Dear traveler!"
  },
  {
    "textid": "lettercfg_toformatstr_16",
    "content": "Hey there, pal!"
  },
  {
    "textid": "lettercfg_toformatstr_19",
    "content": "Hello, dear member!"
  },
  {
    "textid": "lettercfg_toformatstr_1",
    "content": "%s"
  },
  {
    "textid": "lettercfg_toformatstr_2006",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_toformatstr_2009",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_toformatstr_20",
    "content": "Is your backpack full?"
  },
  {
    "textid": "lettercfg_toformatstr_2502",
    "content": "Dear resident {me}"
  },
  {
    "textid": "lettercfg_toformatstr_3004",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_toformatstr_3004",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_toformatstr_3102",
    "content": "Hey, {me}"
  },
  {
    "textid": "lettercfg_toformatstr_3118",
    "content": "{me}, tashi delek!"
  },
  {
    "textid": "lettercfg_content_17",
    "content": "How very like you to choose a peaceful and carefree life wildly different from the usual fast-paced chaos.\nStill, I didn't expect you to make up your mind so quickly.\nBut now that you have, I suppose it's my turn to bid farewell to the past and set out on my own journey as well.\nI've enclosed a few things I know you'll love. Perhaps one day, we'll meet again in that kind of life."
  },
  {
    "textid": "lettercfg_content_2001",
    "content": "Last time, you didn't have enough space for the thank-you gift I prepared for you.\nSo I've been wondering... how can I double the surprise?\nVoila~\nI picked out this stationery especially for you.\nI hope its thin weight is enough to hold my deep, heartfelt gratitude for you."
  },
  {
    "textid": "lettercfg_content_2002",
    "content": "When I tried to give you a gift last time, your backpack was unfortunately filled to the brim with plunder with no room to spare.\nTherefore, I have to send it here to your PuffPost Box instead.\nIt may take a little longer to reach you this way, but doesn't that just make the anticipation and surprise last even longer?"
  },
  {
    "textid": "lettercfg_content_2008",
    "content": "Due to circumstances, the thank-you gift I chose for you couldn't be delivered in person.\nAfter much consideration, I decided to formally send it to you via PuffPost instead.\nPlease accept this gift. I hope it suits your taste."
  },
  {
    "textid": "lettercfg_content_2501",
    "content": "Your cozy hut is looking good!\nAfter careful consideration and a thorough review in accordance with the company's assessment criteria, I have officially rated your home at:\n<color=#96701c>[#0]</color> points! That's equivalent to <color=#96701c>[#1]</color> chairs!\n\nAt this stage, adding a few everyday essentials will make it feel even more like home!"
  },
  {
    "textid": "lettercfg_content_3000",
    "content": "I'm on a trip. Sending you a pic!"
  },
  {
    "textid": "lettercfg_content_3003",
    "content": "I'm on a trip. Sending you a pic!"
  },
  {
    "textid": "lettercfg_content_3003",
    "content": "I'm on a trip. Sending you a pic!"
  },
  {
    "textid": "lettercfg_content_3405",
    "content": "Well mah, you know what they say, \"Save every grain, and prosperity you'll gain!\"\nFor the things that won't fit in person, into the PuffPost Box they go!\nNow I can rest easy, no more worrying about losing anything.\n<style=SizeSmall>Does the PuffPost Box take fertilizer and seeds mah?</style>\n\nWishing you a bountiful harvest!"
  },
  {
    "textid": "lettercfg_fromformatstr_10",
    "content": "Your ever-orderly Glenn"
  },
  {
    "textid": "lettercfg_fromformatstr_11",
    "content": "Your orderly Glenn"
  },
  {
    "textid": "lettercfg_fromformatstr_15",
    "content": "Little old me, still working overtime"
  },
  {
    "textid": "lettercfg_fromformatstr_2505",
    "content": "Mitai Real Estate"
  },
  {
    "textid": "lettercfg_fromformatstr_3119",
    "content": "An inventor whose creation may have caused three explosions"
  },
  {
    "textid": "lettercfg_fromformatstr_3120",
    "content": "An inventor who barely avoided an explosion"
  },
  {
    "textid": "lettercfg_fromformatstr_3407",
    "content": "An inventor whose invention hasn't exploded (yet)"
  },
  {
    "textid": "lettercfg_toformatstr_26",
    "content": "Greetings, Master Angler"
  },
  {
    "textid": "lettercfg_toformatstr_3402",
    "content": "{me}, take this!"
  },
  {
    "textid": "lettercfg_toformatstr_6",
    "content": "The lucky one"
  },
  {
    "textid": "lettercfg_content_13",
    "content": "We've brought back the extra items from your journey.\nTravel tip:\nDeep in the Starsea lies wonderful sight,\nSet out with your backpack empty and light."
  },
  {
    "textid": "lettercfg_content_15",
    "content": "You really did just up and leave, didn't you!\nI heard you were looking at that Loomi Co. ad the other day, but I didn't think you'd be off so soon!\nSo tell me, how's your journey into the unknown been?\nHave you found anything new and exciting out there?\nWhile you were starting up your own planet, I was still stuck here, tangled up in work.\nI wonder when I'll have the courage to live like you, to leave all this noise behind and start a different life...\nI'm sending you a few things along with this PuffPost. Hopefully they'll come in handy in your new life.\nLet's keep moving toward the lives we dream of!"
  },
  {
    "textid": "lettercfg_content_2500",
    "content": "The fresh scent of timber has come from afar—congratulations on your new home!\nLoomi Housing would like to extend our warmest wishes on your move!\nWe have attached some furniture to this PuffPost that you might find useful.\nYou can also access our housing services anytime via the Loomi TV. We hope to assist you further in home construction and improvement.\nWe wish you ever-growing comfort within these new walls!"
  },
  {
    "textid": "lettercfg_content_3105",
    "content": "This morning, I had an epiphany while sitting on the hilltop—\nIt's hard to find pebbles that are both colorful and sturdy and round enough, and we can't have stewed meat every day either, so maybe... most things in life just won't be perfect?\nBh—Bhan isn't making excuses for not finding the perfect gift!\nI... I really couldn't find anything better, so... here, take this for now.\nFrom now on, I'll work hard every day to find a better gift for you...\nBecause my friend deserves nothing but the best!"
  },
  {
    "textid": "lettercfg_content_3113",
    "content": "Before I sat down to write, I was still wondering... do you really mean <i>any</i> furniture's okay~? I'm still no good at choosing... should've asked you more! Before deciding, I even asked The Skies Above — O' great skies and seas, I ask thee...\nAnyhow, I just hope you'll like it!\n<style=SizeSmall>So embarrassing... I just wanna dig a hole and hide...</style>\nWishing you a bountiful harvest!"
  },
  {
    "textid": "lettercfg_content_3120",
    "content": "You taught me something amazing — that even crafting furniture can be part of my Kokoro Ichiryu training!\nSo with full spirit, I went <i>clang clang clang clang clang clang!</i> and crafted this furniture gift just for you. Mmph, this is the first time I've ever made something so smoothly... Such a special piece deserves to be my gift of gratitude to you, mm-hmm!"
  },
  {
    "textid": "lettercfg_content_3121",
    "content": "Unbelievable!\nThis furniture gift, made exactly to your liking, went <i>clang clang clang</i> and... not a single, single, SINGLE accident!\nMy new move, \"Kokoro Ichiryu: Meteor Hammer Rush,\" must finally be complete!\nIt's all thanks to you, my best bud! Please accept this piece I made just for you. Mhm!"
  },
  {
    "textid": "lettercfg_fromformatstr_2010",
    "content": "Manna"
  },
  {
    "textid": "lettercfg_fromformatstr_2013",
    "content": "Hiding and seeking, Lauffie"
  },
  {
    "textid": "lettercfg_fromformatstr_2501",
    "content": "Mitai Real Estate"
  },
  {
    "textid": "lettercfg_fromformatstr_2503",
    "content": "Mitai Real Estate"
  },
  {
    "textid": "lettercfg_fromformatstr_26",
    "content": "Fishing Rewards"
  },
  {
    "textid": "lettercfg_fromformatstr_3103",
    "content": "Here's your perfect gift, take a look!"
  },
  {
    "textid": "lettercfg_fromformatstr_3117",
    "content": "Your hardworking buddy, Dorjelang"
  },
  {
    "textid": "lettercfg_fromformatstr_3402",
    "content": "Msafiri, who only had one meal today"
  },
  {
    "textid": "lettercfg_toformatstr_14",
    "content": "My dear passenger"
  },
  {
    "textid": "lettercfg_toformatstr_2501",
    "content": "Dear resident {me}"
  },
  {
    "textid": "lettercfg_toformatstr_3115",
    "content": "Dear {me}, I hope this letter finds you well."
  },
  {
    "textid": "lettercfg_content_10",
    "content": "Everyone's kindness is overflowing~!!!\nI've tidied up your backpack and attached the extra gifts to this PuffPost!\nP.S. Another batch of goods \"All Cleared\" and returned to you~\nP.P.S. I think I might have written down the voice of the calculator in my head."
  },
  {
    "textid": "lettercfg_content_2003",
    "content": "This is my dear friend \"Snowcone.\"\nShe too has traveled far and wide, crossed snowfields in desolate lands, and witnessed the golden ripples of Lumia dance upon the Sky River.\nThough we haven't known each other long, I have a feeling that Snowcone will bring you just as much joy and warmth as she has me.\nTherefore, I'm sending her to your side. I hope you'll like her.\n<size=30>Just between us—she loves warm and cozy places.</size>"
  },
  {
    "textid": "lettercfg_content_2010",
    "content": "When I was about to send you a gift in return, your backpack happened to be completely stuffed.\nSo I put it in your PuffPost Box instead!\nRemember, remember, REMEMBER—this is Manna's thank-you gift!\nI'm looking forward to our epic showdown... I mean, friendly duel!"
  },
  {
    "textid": "lettercfg_content_3002",
    "content": "I'm on a trip. Sending you a pic!"
  },
  {
    "textid": "lettercfg_content_3117",
    "content": "I'm astonished by how excited I am to write you a letter!\nAlthough I confidently asked about your preferences, I didn't manage to keep my promise, moo...\nI'm terribly sorry!\nStill, I hope you'll be interested in the furniture I made this time.\nNext time, I'll do my best to make it up to you.\n\nWishing you luck above your head and freedom in everything you do!"
  },
  {
    "textid": "lettercfg_content_3118",
    "content": "I'm astonished by how excited I am to write you a letter!\nThe old herders have a saying, \"One person's wisdom is like a drop of dew, but the wisdom of many makes a mighty river.\"\nWhile I was preparing furniture for you this time, my input alone wasn't enough—it was thanks to your detailed ideas that everything came together naturally.\nI hope this piece of furniture will be the \"head\" of all gifts in your eyes.\n\nWishing you luck above your head and freedom in everything you do!"
  },
  {
    "textid": "lettercfg_content_3402",
    "content": "PuffPost, awesome!\nEven if your backpack's full, I can still send it to you this way. Clever me!\nIf only I could PuffPost thoughts straight into your mind, that'd make things even easier!—\nWriting is so tiring, bhan!\nOr maybe I should... drop things into your home from the roof for extra surprise?"
  },
  {
    "textid": "lettercfg_content_3407",
    "content": "I've dropped the items we talked about into your PuffPost Box, mm.\nEsassani-dono said that this thing can even fit a double-door refrigerator!\nIt's honestly so useful. A brilliant design worth studying.\nI must work hard to invent something as amaaazing as the PuffPost Box too, mm!"
  },
  {
    "textid": "lettercfg_fromformatstr_2001",
    "content": "Frostia"
  },
  {
    "textid": "lettercfg_fromformatstr_3001",
    "content": "Suye"
  },
  {
    "textid": "lettercfg_fromformatstr_3004",
    "content": "Medowlyn"
  },
  {
    "textid": "lettercfg_fromformatstr_3004",
    "content": "Medowlyn"
  },
  {
    "textid": "lettercfg_fromformatstr_3107",
    "content": "Wishing you a happy day ahead,\nFrostia"
  },
  {
    "textid": "lettercfg_fromformatstr_3112",
    "content": "A cloud munching on cookies"
  },
  {
    "textid": "lettercfg_fromformatstr_3118",
    "content": "Your dependable buddy, Dorjelang"
  },
  {
    "textid": "lettercfg_toformatstr_15",
    "content": "Hey! You free spirit!"
  },
  {
    "textid": "lettercfg_toformatstr_3000",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_toformatstr_3002",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_toformatstr_3107",
    "content": "Good day, my friend~"
  },
  {
    "textid": "lettercfg_toformatstr_3114",
    "content": "Dear {me}, I hope this letter finds you well."
  },
  {
    "textid": "lettercfg_toformatstr_3121",
    "content": "To my best bud {me}!"
  },
  {
    "textid": "lettercfg_toformatstr_3401",
    "content": "Signed, sealed, delivered! Ready for pickup, {me}!"
  },
  {
    "textid": "lettercfg_content_3005",
    "content": "I'm on a trip. Here's a pic and three maple logs!"
  },
  {
    "textid": "lettercfg_content_3404",
    "content": "I tried to give you something last time, but your backpack was too full to hold it.\nSo this time, I've carefully packed everything up and sent it to you in this PuffPost~\nYou know, I've actually left floofalicious secret storage spaces all over the place.\nAnd now, I've made one just for you, too.\nShh—it's a secret."
  },
  {
    "textid": "lettercfg_content_6",
    "content": "Astonishing inspiration always rushes to my head when I'm making hats. So I sketched this one right away and tucked it into a Drifting Star. May it bring you good fortune, too."
  },
  {
    "textid": "lettercfg_fromformatstr_2009",
    "content": "Suye"
  },
  {
    "textid": "lettercfg_fromformatstr_2504",
    "content": "Mitai Real Estate"
  },
  {
    "textid": "lettercfg_fromformatstr_3003",
    "content": "Frostia"
  },
  {
    "textid": "lettercfg_fromformatstr_3003",
    "content": "Frostia"
  },
  {
    "textid": "lettercfg_fromformatstr_3102",
    "content": "A carefully selected gift"
  },
  {
    "textid": "lettercfg_fromformatstr_3105",
    "content": "Msafiri, who only had five meals today"
  },
  {
    "textid": "lettercfg_fromformatstr_3114",
    "content": "Yunguo, about to water something"
  },
  {
    "textid": "lettercfg_fromformatstr_3403",
    "content": "Wishing you a happy day ahead, Frostia"
  },
  {
    "textid": "lettercfg_fromformatstr_4",
    "content": "Lost Msafiri"
  },
  {
    "textid": "lettercfg_fromformatstr_6",
    "content": "Luckyhead Dorjelang"
  },
  {
    "textid": "lettercfg_toformatstr_10",
    "content": "\"The Conversationalist\"!"
  },
  {
    "textid": "lettercfg_toformatstr_2013",
    "content": "Gaha, {me}"
  },
  {
    "textid": "lettercfg_toformatstr_5",
    "content": "Stranger of the stars"
  },
  {
    "textid": "lettercfg_content_2004",
    "content": "I was going to drop it through your roof at first, but Mobai suggested PuffPost would be better, and there are lots of nice stationery designs to choose from, too.\nSo, I'm sending you all the stuff that couldn't fit in your backpack this way.\n\nThough it kinda lacks that surprise factor of roof drops..."
  },
  {
    "textid": "lettercfg_content_2009",
    "content": "It seems that your backpack is always... quite full.\nBut I won't take back what was given.\nAttached is the gift I meant to send you before. Please accept it.\nOh, it's nothing special... but I hope it finds its place wherever you are."
  },
  {
    "textid": "lettercfg_content_20",
    "content": "While calculating Loomi, I heard a sudden, MASSIVE! BOOM! From the Sky River.\nFor a moment, I thought someone had made a wish, but turns out it was you!\nThe items in your overstuffed backpack have drifted along Lumia and into the Sky River!\nLuckily, I managed to fish them out this time.\n\n[Friendly Reminder]\nYou can purchase a bigger backpack with Loomi."
  },
  {
    "textid": "lettercfg_content_3102",
    "content": "Um, first of all, I promise I've looked really really hard!\nBut as of today, the best I could find is... this cute little thing!\nIt might not exactly be what you had in mind, but it's still a gift from the bottom of my heart!\nI hope you'll like it!"
  },
  {
    "textid": "lettercfg_content_3112",
    "content": "It's finally ready! The peeerfect, handmade, furniture gift!\nJust like how the cake plushie found a perfect cream scrunchie, and how the pine tree plushie found the perfect gift box to hang on a branch—\nThis gift was designed for your needs perfectly! Bleatsie daisy~\nAnd just in time, my cookies are ready, so I'll stop here for now.\nDon't forget to take your peeerfect little gift~!"
  },
  {
    "textid": "lettercfg_fromformatstr_13",
    "content": "Driftingale Travel Agency"
  },
  {
    "textid": "lettercfg_fromformatstr_2003",
    "content": "Frostia"
  },
  {
    "textid": "lettercfg_fromformatstr_3104",
    "content": "Msafiri, who only had seven meals today"
  },
  {
    "textid": "lettercfg_fromformatstr_3106",
    "content": "Msafiri, who only had one meal today"
  },
  {
    "textid": "lettercfg_fromformatstr_3116",
    "content": "Your trying buddy, Dorjelang"
  },
  {
    "textid": "lettercfg_toformatstr_17",
    "content": "How are you, friend?"
  },
  {
    "textid": "lettercfg_toformatstr_2010",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_toformatstr_3103",
    "content": "Hello, {me}!"
  },
  {
    "textid": "lettercfg_toformatstr_3113",
    "content": "Dear {me}, I hope this letter finds you well."
  },
  {
    "textid": "lettercfg_toformatstr_3120",
    "content": "To my best bud {me}!"
  },
  {
    "textid": "lettercfg_toformatstr_3",
    "content": "%s"
  },
  {
    "textid": "lettercfg_content_2011",
    "content": "I've got something for you!\nAnd no, it's NOT anything weird!\nBut not even a bundle of wildgrass can squeeze into your loaded backpack!\nSo I snuck the gift into your PuffPost Box instead.\nAgain, just to be clear!\nIt's NOT anything weird!\nI hope you like it!"
  },
  {
    "textid": "lettercfg_content_2013",
    "content": "A heartfelt gift~ trapped here with me because of backpack limits!\nIf only someone could invent an interdimensional pocket to store all these delightful gifts...\nWell then, I'll just send it to you via PuffPost instead!\nThat counts as a surprise in its own way, right~?\nP.S. It's such a shame you can't send voice messages with PuffPost, so I'll just have to write out my friendly \"Gahaha~ Gaha!\" laughter out for you."
  },
  {
    "textid": "lettercfg_content_3001",
    "content": "I'm on a trip. Sending you a pic!"
  },
  {
    "textid": "lettercfg_content_3108",
    "content": "I've crossed snowfields in desolate lands and witnessed the golden glimmers of starlight in the vast universe...\nBut when it comes to choosing this piece of furniture as a gift for you, my friend, I still feel lost and uncertain...\nThough this gift may not perfectly match all your preferences, I still hope you'll like it.\nBecause it holds something else—my heartfelt wish for your happiness every day~!"
  },
  {
    "textid": "lettercfg_content_7",
    "content": "I've tucked this gift safely into a new, special storage space for safekeeping, baa!\nAnd now it's off to an unknown keeper...\nPayment on delivery?\nA puff of floooofalicious mood~"
  },
  {
    "textid": "lettercfg_content_9",
    "content": "Behold, the new Master of Fortunes has risen at this moment.\nAccept this furniture, and all of the starry seas shall bow before you.\nMy blessing comes by chance, not plea—Dost thou ask who I be?"
  },
  {
    "textid": "lettercfg_fromformatstr_12",
    "content": "Humbly yours, Mobai"
  },
  {
    "textid": "lettercfg_fromformatstr_16",
    "content": "Your classmate, about to make roll call"
  },
  {
    "textid": "lettercfg_fromformatstr_19",
    "content": "Sincerely, Loomi Co."
  },
  {
    "textid": "lettercfg_fromformatstr_2011",
    "content": "Manna"
  },
  {
    "textid": "lettercfg_fromformatstr_3",
    "content": "They call me %s"
  },
  {
    "textid": "lettercfg_toformatstr_25",
    "content": "The \"Number One Customer\""
  },
  {
    "textid": "lettercfg_toformatstr_3101",
    "content": "Hey, {me}!"
  },
  {
    "textid": "lettercfg_toformatstr_3109",
    "content": "Hope this letter finds you well, {me}~"
  },
  {
    "textid": "lettercfg_content_11",
    "content": "Since your backpack was full, I'm sending the items I've been temporarily storing for you to your PuffPost Box!\nP.S. This might be the fastest delivery I've ever made outside the Camp~"
  },
  {
    "textid": "lettercfg_content_2504",
    "content": "Your cozy hut is looking good!\nAfter careful consideration and a thorough review in accordance with the company's assessment criteria, I have officially rated your home at:\n<color=#96701c>[#0]</color> points! That's equivalent to <color=#96701c>[#1]</color> chairs!\n\nHow incredibly inspiring!\nYou've reached new heights in both aesthetics and comfort. I'm even tempted to try out some new designs myself."
  },
  {
    "textid": "lettercfg_content_3004",
    "content": "I'm on a trip. Here's a pic and three maple logs!"
  },
  {
    "textid": "lettercfg_content_3004",
    "content": "I'm on a trip. Here's a pic and three maple logs!"
  },
  {
    "textid": "lettercfg_content_3106",
    "content": "My friend, you deserve nothing but the best!\nAnd here it comes here it comes here it comes!\nThe perfect furniture gift that meets every single one of your requirements!\nI was so excited that I didn't even finish my three morning meals before rushing to send this PuffPost to you.\nWhen you're happy, I'm happy too~\nGotta go now. I'm getting hungry, hungry, hungry..."
  },
  {
    "textid": "lettercfg_content_3110",
    "content": "I've crafted a custom piece of furniture for you, baa.\nSince I had creative freedom, I wove in some whimsy and spontaneity~\nThen added a touch of healing and humorous, flufftastic idea!\nAnd that's how this gift came together while I imagined the style you'd love. Please take it.\nI hope you like it~!"
  },
  {
    "textid": "lettercfg_content_3111",
    "content": "I crafted a furniture gift with a teeeny-tiny creative twist!\nSince I couldn't find the perfect materials that met the requirements, I took long walks in an open space, and stored all the inspiration I gathered in my curly hair.\nThen, while organizing the materials, it suddenly hit me!\nThat's just how inspiration works sometimes~\nIt arrives in a floofalicious moment, when you least expect it.\nI hope you like it~!"
  },
  {
    "textid": "lettercfg_content_3114",
    "content": "In case, just in case mah... the furniture you've received doesn't quite fit your liking... I'm sorry! I really tried my best! But it was super duper hard. If only the furniture you like would grow out of the ground just like the sproutsies...\n<style=SizeSmall>So embarrassing~! I should just water myself like a plant to wake up!</style>\nWishing you a bountiful harvest!"
  },
  {
    "textid": "lettercfg_content_3",
    "content": "I don't really have anything to say, but it'd be a shame to leave this letter empty.\nSo I'll just scribble something random here...\nDo you like this outfit?"
  },
  {
    "textid": "lettercfg_fromformatstr_18",
    "content": "Sincerely, Loomi Co."
  },
  {
    "textid": "lettercfg_fromformatstr_25",
    "content": "Glenn's Goods"
  },
  {
    "textid": "lettercfg_fromformatstr_3101",
    "content": "A thoughtful gift"
  },
  {
    "textid": "lettercfg_fromformatstr_8",
    "content": "%s"
  },
  {
    "textid": "lettercfg_toformatstr_2007",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_toformatstr_2011",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_toformatstr_2505",
    "content": "Dear resident {me}"
  },
  {
    "textid": "lettercfg_toformatstr_3105",
    "content": "Take this first, {me}!"
  },
  {
    "textid": "lettercfg_toformatstr_3404",
    "content": "Floooofalicious {me}—"
  },
  {
    "textid": "lettercfg_toformatstr_3405",
    "content": "Dear {me}, I hope this letter finds you well."
  },
  {
    "textid": "lettercfg_toformatstr_9",
    "content": "%s"
  },
  {
    "textid": "lettercfg_content_19",
    "content": "Your Loomi purchase has been delivered safely!\nPlease check at your convenience."
  },
  {
    "textid": "lettercfg_content_2012",
    "content": "Gahaha~\nUpon closer inspection, it seems that you didn't take the gift I gave you...\nLet me guess, was your backpack full?\nThat's why I say, you really need a backpack as big as a stage trunk while roaming the world!\nFor now, I'll send it to you via PuffPost instead!"
  },
  {
    "textid": "lettercfg_content_2505",
    "content": "Your cozy hut is looking good!\nAfter careful consideration and a thorough review in accordance with the company's assessment criteria, I have officially rated your home at:\n<color=#96701c>[#0]</color> points! That's equivalent to <color=#96701c>[#1]</color> chairs!\n\nThere's nothing to critique about your life, only jaw-dropping admiration. I'd love to hear where you get your inspiration next time!"
  },
  {
    "textid": "lettercfg_content_3103",
    "content": "It's here, it's here, it's here!\nI've found the perfect gift that matches your preferences!!!\nIt's totally worth all the effort I put in to look for it~\nThank you for always taking care of me. I'm so happy to be living here. Love you~"
  },
  {
    "textid": "lettercfg_content_3104",
    "content": "Bhan... it's so frustrating! Since you don't have any particular preference for furniture...\nI'm not even sure what to choose for you!\nSo, I've decided, that I'd put every piece of furniture I could find on the floor, then jump onto the roof, close my eyes, and whoosh—toss out my favorite little pebble! Whichever one it hits, that's the one I'll pick!\n...And then the pebble bounced and more than one piece???\nI wanted to bind them together and send them all at once, but the PuffPost Box wouldn't allow it...\nBhan-heh, so I picked the best one out of the bunch for you. I hope you'll like it, bhan-rawr!"
  },
  {
    "textid": "lettercfg_content_3109",
    "content": "There won't always be perfect days, and effort doesn't always yield perfect results.\nBut fortune has smiled upon me in this moment, for I've found something perfect just for you—\nA perfect gift of furniture that meets all your expectations!\nLike the rarest celestial alignment—I hope you'll also experience this serendipity.\nPlease accept this gift, my friend.\nPerhaps... it might even bring mystical dreams, yeep~?"
  },
  {
    "textid": "lettercfg_content_3119",
    "content": "My Kokoro Ichiryu training session hit a boooottleneck. That's why it took me so long to finish this furniture gift. Sorry! During the process, I swung my hammer a bit too boldly, and the hammerhead went flying... But don't worry! No one got hurt, and Daikabutomaru's perfectly fine! Next time, I'll definitely be more careful, mm... mhm!"
  },
  {
    "textid": "lettercfg_fromformatstr_2006",
    "content": "Medowlyn"
  },
  {
    "textid": "lettercfg_fromformatstr_2012",
    "content": "Lauffie, touring a park"
  },
  {
    "textid": "lettercfg_fromformatstr_3005",
    "content": "Rebella"
  },
  {
    "textid": "lettercfg_fromformatstr_3113",
    "content": "Yunguo, about to dig a hole"
  },
  {
    "textid": "lettercfg_fromformatstr_3406",
    "content": "Your reliable buddy, Dorjelang"
  },
  {
    "textid": "lettercfg_fromformatstr_5",
    "content": "Frostia, haunted by deadlines"
  },
  {
    "textid": "lettercfg_fromformatstr_9",
    "content": "%s"
  },
  {
    "textid": "lettercfg_toformatstr_18",
    "content": "Hello, new resident:"
  },
  {
    "textid": "lettercfg_toformatstr_3001",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_toformatstr_3104",
    "content": "{me}, take this, quick!"
  },
  {
    "textid": "lettercfg_toformatstr_3119",
    "content": "To my best bud {me}!"
  },
  {
    "textid": "lettercfg_toformatstr_3403",
    "content": "Take this, my friend~"
  },
  {
    "textid": "lettercfg_toformatstr_3407",
    "content": "To my best bud {me}!"
  },
  {
    "textid": "lettercfg_toformatstr_8",
    "content": "%s"
  },
  {
    "textid": "lettercfg_content_3411",
    "content": "Since Yunguo calls you that, I'll go ahead and call you that too.\n\nI received the passion fruit she sent, it's not bad at all. That little Blushberry must've kept you on your toes, didn't she? Thank you dearly, for giving her the heart to take that first step toward \"independence.\"\n\nBlushberry was digging in the soil and growing things long before she could even stand up straight. She's a diligent learner and hard worker, but also very timid and dependent. I once thought maybe that's alright — living a simple life is a kind of blessing. But folks grow up and grow old. No one stays with another forever. Eventually she'll have to learn how to stand on her own, speak up for herself, and communicate with others. That's why she had to go.\n\nIt's fortunate that she ran into you, dearie. I know it's a bit forward of me, but this old Gran'mama is leaving Blushberry in your care now. May the Skies Above watch over you both. Eat well and live well together, alright? Simple food and modest clothes can make for a happy life.\n\nAhem, well, that's the letter from old me. Don't go telling her about this though. She'll go all red in the face."
  },
  {
    "textid": "lettercfg_toformatstr_3410",
    "content": "{me}"
  },
  {
    "textid": "lettercfg_content_3408",
    "content": "Have you tried changing up the pavement with the paint roller yet?\nWhile digging through the tower of crates, I came across another goodie—fences!\nWhether you're putting together a garden or building a cute outdoor maze, these make great all-rounder outdoor decor.\nI've sent some with this PuffPost. Don't forget to collect them!\nPlease allow me to express my gratitude once again...\nYou're always welcome at Glenn's Goods!"
  },
  {
    "textid": "lettercfg_fromformatstr_3408",
    "content": "Glenn's Goods"
  },
  {
    "textid": "lettercfg_content_3410",
    "content": "A new mysterious phenomenon today — the prophecy I saw in the stars came true!\nUnfortunately, it foretold... a coming \"calamity\" in my new life here...\n\nI'm terribly sorry, but if you happen to be free, could you come visit my home?"
  },
  {
    "textid": "lettercfg_toformatstr_3408",
    "content": "Glenn's Goods"
  },
  {
    "textid": "lettercfg_toformatstr_3411",
    "content": "<style=PlayerName>{玩家昵称}</style>"
  },
  {
    "textid": "lettercfg_fromformatstr_3411",
    "content": "A Letter from Gran'mama"
  },
  {
    "textid": "lettercfg_fromformatstr_3409",
    "content": "Nalo from Cafe Untamed"
  },
  {
    "textid": "lettercfg_fromformatstr_3410",
    "content": "Frostia"
  },
  {
    "textid": "lettercfg_content_3409",
    "content": "You've been cordially invited to Cafe Untamed's grand opening!\nFirst cup of coffee is on the house!\nTo you who relish in this uncharted journey through life's vast wilderness full of possibility!\nCome enjoy the rich and flavorful blend of life in the wilderness with friends from across the galaxies.\nPrivate coffee rooms are available for those visiting with friends.\n\nLocation: 100 meters in front of the Star Station Plaza, Metropolis"
  },
  {
    "textid": "lettercfg_toformatstr_3409",
    "content": "Nalo from Cafe Untamed"
  },
  {
    "textid": "lettercfg_content_3124",
    "content": "I was thinking of you when I randomly picked a trail, and luck rolled in like a tumbleweed. Just like that, I found a piece of flawlessly spherical furniture that perfectly fits your taste.\nShall we roam somewhere new together next time? Who knows what treasure lies ahead?\nAhem, what I mean is, please accept this gift, and may it put a smile on your face.\n\nKula bata!"
  },
  {
    "textid": "lettercfg_content_3122",
    "content": "I pressed my ear to this piece of furniture, and heard a voice inside that sounded similar to your \"I don't have a preference.\"\nAhem, I jest, but I do hope you'll enjoy this gift! And hopefully next time I hear you say \"I don't have a preference,\" I'll have found the legendary Nduma Stone that lets me read your mind. (Kidding again, of course.)\nThank you for always being so thoughtful. Honestly, picking out a gift for you is a joy in itself."
  },
  {
    "textid": "lettercfg_fromformatstr_3123",
    "content": "Imperfect Msafiri"
  },
  {
    "textid": "lettercfg_toformatstr_3122",
    "content": "My best Rafiki, {me}"
  },
  {
    "textid": "lettercfg_content_3123",
    "content": "So I tried my hand at making you a piece of furniture this time and, truth be told... it's far from perfect.\nStill, I'd rather share this imperfect gift than keep it to myself. As the saying goes, journeys are memorable because of the little bumps on the way... Anyway, what I mean to say is, next time, we'll craft it better, together.\n\nI hope it brings you joy, kula bata!"
  },
  {
    "textid": "lettercfg_toformatstr_3123",
    "content": "My best Rafiki, {me}"
  },
  {
    "textid": "lettercfg_fromformatstr_3124",
    "content": "About to blaze a new trail, Msafiri"
  },
  {
    "textid": "lettercfg_toformatstr_3124",
    "content": "{me}, my best Rafiki!"
  },
  {
    "textid": "lettercfg_fromformatstr_3122",
    "content": "Your \"I don't have a preference\" Msafiri"
  }
]