[
  {
    "textid": "storycfg_text_1005_2_1",
    "content": "Before she was even as tall as a desk, she already knew her way around the vast library.\nThe scholars at the academy were strict, but never with her. Their voices always softened around her, even when she climbed to the tallest shelves, and even when the priceless tomes came tumbling down around her.\nEverything she knew about the universe came from the library, and the library alone.\nSunlight streamed in through the towering window. While children played in the garden outside, she remained immersed in her own world, her eyes fixed on a star map in an atlas. Her tiny finger traced one star to the next, as if the universe lived at her fingertips.\n\n\"Why don't you ever go outside?\" An unfamiliar child stood beside her stacks of books, head tilted in curiosity.\nShe looked at him, puzzled, as if the question itself made no sense.\n\"There's so much out there, so many things to see, to do, to discover...\" The boy tried to name a thousand reasons.\nShe gazed through the towering window at the dust motes dancing in the slanting sunlight.\n\"It has everything — everything but an end.\"\n\n"
  },
  {
    "textid": "storycfg_text_1005_4_1",
    "content": "[Dear Professor,\n\nI hope this letter finds you well. Please forgive me for writing only now to let you know where my journey has taken me.\n\nIt wasn't until I met a fellow from the Academia yesterday that I realized everyone thought I left because I was accused of being a \"harbinger of disaster.\"\n\nBut I remember how you stood in front of me when they threw stones. You shielded me and led me away from the crowd.\nWhile everyone else was busy evacuating the residents, I stood at the edge of the Starsea, watching a shooting star streak across the sky. It was so close, yet already slipping out of reach...\n\nAt first, I simply wanted to know where that shooting star had gone. Before I knew it, I had traversed through winds and set foot on different Islets. I've witnessed azure flames burning at the edge of lands, seen nameless meteors shimmer in the dark. And there, beyond all the answers the library could offer, I realized that what I've been chasing isn't the shooting star...\nBut rather, the \"unknown\" itself.\n\nThey saw my tails glowing with starlight and deemed me a source of calamity, but what they truly feared was the unknown itself.\n\nThey saw fear, while I saw a question not yet answered, a realm of infinite possibilities. The fragments at the edge of the universe led me on this journey, searching for the truth behind my prophetic dreams... and the truth about myself.\n\nOnce, I didn't dare step outside the library. The world beyond those windows was so vast, but there was nowhere out there for me to return to. I, who emerged from the vast white snow with no known origin, belonged nowhere.\n\nBut now, my travel journal is filled with mysterious phenomena I've observed, and there's one thought I can't let go of—to bring it all back to the Academia, to share these research materials with everyone.\nI am not a wanderer without a place to belong.\nSomeday, the thesis that unravels the \"unknowns\" in the library will become my way home.\n\nP.S.: Not long ago, I met an interesting new friend. Perhaps I'll soon have a new place to call home...]"
  },
  {
    "textid": "storycfg_text_1005_3_1",
    "content": "\"—Academia Archives: Entry No. 3055\"\nDisaster Log: At 00:00, an intense and prolonged meteor storm was observed. Thanks to a \"prophetic dream\" reported by Frostia, the residents of our planet were evacuated from their homes in advance. Although buildings and ground vegetation sustained significant damage, no injuries were reported.\n\n\"—Academia Archives: Sec. Entry No. 9094\"\nInvestigation #1: Frostia demonstrates exceptional cognitive development despite her young age. Literacy and text recognition skills are significantly advanced. However, she exhibits a low willingness to communicate.\nInvestigation #2: The tail-glow phenomenon appears to correlate with meteor activity and magnetic field fluctuations, and may also be influenced by Frostia's emotional state. No direct link to harmful incidents has been observed. However, during her time in the library, local magnetic fluctuations were notably unstable.\nInvestigation Update: Frostia's lineage has been identified. In respect of the \"Butterfly-Eared\" family's desire for seclusion, and with the professor's approval, all further investigations and documentation are hereby terminated.\n\n\"—Academia Archives: Entry No. 3085\"\nDisaster Log: Student Frostia once again experienced a \"prophetic dream.\" Recalling the previous incident, she and several Academia instructors proceeded to the predicted location. During the evacuation of nearby residents, an unexpected shift in the planet's magnetic field triggered a flare of light from Frostia's tail. This incident incited panic among residents, some of whom accused her of being the harbinger of the disaster and demanded her removal.\n\nAppendix Note: Following the incident, student Frostia went missing. Current whereabouts, unknown."
  },
  {
    "textid": "storycfg_text_1010_3_1",
    "content": "[Seedling Class] Summer Vacation Study Group - Planting Journal\nMembers: ███, Yunguo, ███\n\nJuly 20th, Sunny    Recorded by: Yunguo\nSoaked tomato seeds in clean water for 1 hour, then in 55°C warm water with gentle stirring to encourage sprouting. Once sprouted, the sprout was transplanted into a pot with well-rotted organic compost\n\nJuly 27th, Sunny    Recorded by: Yunguo\nThe tomato sprouted with many leaves and grew to about 3.5 cm tall.\n\nAugust 4th, Sunny    Recorded by: ███\nWatered the tomato seedling and put it out in the sun.\n\nAugust 5th, Rainy    Recorded by: Yunguo\nThe roots became waterlogged, so we trimmed the dead leaves and loosened the soil to help with drainage. After sprouting, we kept the soil moisture at around 70% to prevent more waterlogging.\n\nAugust 10th, Rainy    Recorded by: Yunguo\nThe stem reached 10 cm tall. A small branch started growing near the bottom. Added humus to increase soil moisture.\n\nAugust 12th, Rainy    Recorded by: ███\nWatered the tomato seedling and put it out in the sun.\n\nAugust 14th, Rainy    Recorded by: Yunguo\nThe tomato's leaves turned yellow because its roots were soaked and starting to rot. It was out of oxygen and couldn't breathe, so we had to change the soil. Transplanting might break some of the roots, and it will hurt a little, but it can still survive."
  },
  {
    "textid": "storycfg_text_1010_4_1",
    "content": "Day 193 since leaving Gran'mama's place.\n\nYunguo sat by the riverbank, chin resting in both hands, thinking about the last packet of seeds she had planted. They must be blooming by now, and soon there'd be fruit...\nSuch a shame she couldn't see them anymore. People always leave. She vaguely understood that.\n\nYunguo let out a long sigh and counted the Dough and produce in her bag, trying to stay hopeful — if she didn't eat or drink, maybe she could last five more days. Still, it felt so cold.\nHugging her knees, she buried her face in her arms and rubbed at her eyes.\n\nSuddenly, everything around her went dark. But Yunguo felt warm, as if she was buried in soil, and it would be nice to just fall asleep like that.\nThen she heard the wind.\nShe heard water flowing.\nShe heard insects chirping.\nShe saw an earthworm wriggling beside her, loosening the soil...\nWait, where did that earthworm come from?!\n\n\"What's it like outside? Is it this dark too?\"\nYunguo heard her own voice, as if asking someone.\n\"No, it's bright out there. Let me loosen the soil a bit so you can get through.\"\nThe earthworm spoke as it wriggled upward, working so hard that Yunguo was moved. But earthworms can't talk, can they? They shouldn't be able to!\n\"What if it's too cold outside?\"\nShe heard herself ask again, glancing around at the warm, dark soil that surrounded her.\n\"There's sunlight! Once you find the sun, it won't be cold anymore.\nAs the earthworm happily burrowed its way out, a beam of light broke through the soil into Yunguo's eyes, dazzling but warm."
  },
  {
    "textid": "storycfg_storytitle_1010_3_1",
    "content": "My Summer with Them"
  },
  {
    "textid": "storycfg_storytitle_1005_4_1",
    "content": "Fragments from the Edge of the Universe"
  },
  {
    "textid": "storycfg_text_1005_1_1",
    "content": "\"Huff... do we... do we really have to keep searching?\" the scholar asked between heavy breaths, puzzled by how the professor beside them showed no sign of fatigue. \"The stars indicated this area, but still...\"\n\n\"No, if it was prophesied, then something must be in this vicinity!\"\nThe professor pressed on, each step a slow battle through the deep snow. In the vast white expanse, it was as if time itself had been frozen, everything suspended in the frigid stillness.\n\nUntil he spotted a flicker of starlight in the distance...\n\"Look, there!\"\nWhat could it be? A long-lost sigil? A meteorite beyond understanding?\nRallying their strength, the group pushed forward, wrestling their way through the snow toward the shimmering \"anomaly.\"\n\nThere, a small figure lay quietly on the snow, almost indistinguishable from the wintry landscape, save for the three strange tails that glimmered faintly with starlight.\nWhen they lifted her, they found her breathing was barely perceptible, like a fleeting illusion.\nAnd so, they named her Frostia."
  },
  {
    "textid": "storycfg_storytitle_1005_2_1",
    "content": "A Dream Beneath the Stars"
  },
  {
    "textid": "storycfg_storytitle_1005_3_1",
    "content": "Academia Archives - Secret"
  },
  {
    "textid": "storycfg_storytitle_1010_2_1",
    "content": "The Farmer and the Seed"
  },
  {
    "textid": "storycfg_storytitle_1010_1_1",
    "content": "The Not-So-Blushy Blushberry"
  },
  {
    "textid": "storycfg_storytitle_1005_1_1",
    "content": "A Faint Glow in the Snow"
  },
  {
    "textid": "storycfg_text_1010_1_1",
    "content": "At the foot of Zhuxi Mountain, beside the rice paddies, a few water bottles and bamboo baskets lay by the path, left there by villagers who had been working since morning. Only after hours of toil did they finally sit down for a sip of tea.\nSomeone joked that most of the baskets held crops or tools, but the Yuns'? Theirs carried their two-year-old granddaughter, Blushberry.\n\nUnlike other grey-furred toddlers, this little one looked, from the moment she was born, like a fluffy sun fallen into the bamboo grove, red and radiant, like ripe fruit on harvest day. A pity, though. No matter what anyone tried, she never smiled. The moment a stranger came near, she'd shrink away. And on bad days, she'd burst into loud, panicked wails.\n\nSo lately, her grandparents had been carrying her around in a bamboo basket, hoping she'd get used to being around people, some kind of training or exposure or whatever they call it.\nBut little Blushberry had never budged from the depths of her basket. The Skies Above as their witness, all anyone had seen were two fuzzy ears poking out."
  },
  {
    "textid": "storycfg_storytitle_1010_4_1",
    "content": "The End of the Seed's Journey"
  },
  {
    "textid": "storycfg_text_1010_2_1",
    "content": "It was the tail end of yet another winter break. Down in the southern chill, Yunguo was hoping for snow. If the mountain got snowed in, she wouldn't have to go back to kindergarten.\n\n\"Schoolbag's mended. Hm? The water bottle's cracked? Better pick a sturdier one this time...\"\nYunguo crouched beside Gran'mama in the little vegetable patch by their front door, digging at the soil with her tiny spade and gazing up at the sky, listening to Gran'mama chatter on about the things to prepare for school. Suddenly, she interrupted.\n\"Gran'mama, do I look strange? Do I smell strange?\"\nGran'mama's hands paused from loosening the soil. She leaned close to Yunguo's little head and carefully sniffed all around before giving a serious answer.\n\"Yes, you do.\"\nHearing Gran'mama's answer, Yunguo thought, <i>I really am no good...</i>\n\"Could my Blushberry be from that seed?\"\nThe two stared at each other in puzzled silence.\nGrandma cleared her throat and began to tell a story.\n\nThere once was a seed, round as a rice dumpling. Anyone who saw it fell in love with it right away. It was said to grow into the most beautiful and one-of-a-kind flower in the world, though no one had ever seen it bloom."
  },
  {
    "textid": "storycfg_storytitle_1009_4_1",
    "content": "Weakling Hero, Move Out!"
  },
  {
    "textid": "storycfg_text_1009_1_1",
    "content": "\"Heh Heh, do you still think you can stop me wounded like that?\"\n\"Evil is about to rule the world. Give up, weakling.\"\n\"Hmph.\"\n\"Oh? Still resisting, even now?\"\n\n\"Well, since you put it that way... let me show you how a weakling becomes a hero!\"\n\nIsaki's eyes were glued to the TV screen, the ever-shifting light casting a pale glow across his face.\nThis was his favorite hero show, where the protagonist never gave up. No matter how many times the villains knocked them down, they always came back and won in the end.\nIsaki admired those heroes deeply, perhaps because that kind of \"hero\" was something someone like him, known to everyone as \"Weakling Isaki,\" could never be.\n\n"
  },
  {
    "textid": "storycfg_storytitle_1009_2_1",
    "content": "The Weakling Hero and His Friend"
  },
  {
    "textid": "storycfg_storytitle_1009_1_1",
    "content": "The Puzzled Weakling Hero"
  },
  {
    "textid": "storycfg_text_1009_2_1",
    "content": "BOOM—\nThunder and lightning raged outside.\n\n\"Weakling Isaki\" buried himself beneath the heavy blanket, trying to block out the world and steady his trembling body.\nBOOM—Another violent thunderclap shook the entire room, Isaki's \"safe haven,\" to its core.\nThe things on his shelves and hooks clattered down, falling onto his shaking body.\n\nMmph—Could this be... the end of the world?!\nIsaki could only let out a frightened whimper.\n\nSuddenly, everything fell silent.\nMaybe... the world didn't end after all?\nRealizing this, Isaki found a tiny spark of courage he rarely felt, and peeked his head out from under the blanket.\n\nThat's when he saw a kabuto beetle standing before him, head held high. The enormous moon filled the entire window, making the beetle look just like a hero's dramatic entrance scene from a TV show.\n\nDid it... protect me?\n\n\"Hello...?\"\nIt was a strange, wondrous moment. Isaki was surprised to find himself greeting someone else first, for the very first time. Where did this courage come from?\n\nThe kabuto beetle took a step forward.\nIsaki had never been this close to a \"stranger\" before, and his body was ready to start trembling... but he tried his best, quietly clenching his fists, and managed to stop himself from shaking.\nThen, the kabuto beetle took another step. Now, they were just inches apart.\nIsaki took a deep breath. Then, with all the courage he could gather, he reached out a small, hesitant finger. The tip of his finger brushed against the beetle's horn.\n\nIn that moment, feeling the kabuto beetle's quiet reply, Isaki smiled.\n\"Nice to meet you... friend!\"\n\n"
  },
  {
    "textid": "storycfg_storytitle_1009_3_1",
    "content": "The Weakling Hero and the Challenge"
  },
  {
    "textid": "storycfg_text_1009_3_1",
    "content": "\"Weakling.\" That's what people would call someone weak, someone too afraid to face challenges, too afraid to make a change.\nThat was Isaki back then: a \"weakling\" who hid away in his room, perfectly content just watching his favorite hero shows, unwilling to take a single step toward something different.\n\n\"Come on, Daikabutomaru! Time for strength training!\"\n\"Next up, endurance training!\"\n\"Watch closely and dodge my mattock swing! You can do it, Daikabutomaru!\"\n\"I can run even faster now, so you've got to fly even faster too!\"\n\nTraining alongside Daikabutomaru, Isaki has clearly changed. He was now doing things he used to avoid out of fear. In fact, he often did them better than most grown-ups expected.\n\nAs Daikabutomaru worked to overcome its weaknesses, Isaki was overcoming his own.\n\n"
  },
  {
    "textid": "storycfg_text_1009_4_1",
    "content": "\"Kabuto beetle showdown, begin!\"\n\n\"Go, Daikabutomaru!\"\nThere's no need to be afraid, no need to panic, no need to run away.\nThe Isaki of today didn't even stop to wonder, not even for a second, what would happen if they lost.\nHe knew they would win.\n\n\"Winner of the showdown...\"\n\"Isaki and Daikabutomaru!\"\n\n"
  },
  {
    "textid": "storycfg_storytitle_12_2_1",
    "content": "Mischievous Yarn Balls!"
  },
  {
    "textid": "storycfg_storytitle_12_1_1",
    "content": "Before the Ball, Every Strand in Place"
  },
  {
    "textid": "storycfg_storytitle_12_3_1",
    "content": "A Garden of Wobbly Plushies"
  },
  {
    "textid": "storycfg_text_12_4_1",
    "content": "\"Surely this year's Golden Comb Award will go to Medowlyn of the Lucerne family, right?\"\n\"Is that even a question? I heard the council already saved her a seat, just waiting for her to claim it!\"\n\"I can't wait to see it all...\"\n\nAs the chimes rang out in front of the Golden Hall, the ball began. Young debutants, each with a flawless coiffure, made their way into the ballroom in twos and threes.\n\nMeanwhile, outside Medowlyn's room, the hair matrons were in a panic. After the bell had chimed three times, the Head Matron braced herself and forced the door open.\n\nInside Medowlyn's room... there was no one? Nothing but an empty plushie box.\n\nA glimmer of gold flickered at the windowsill. As the matron stepped closer, she saw a long, flawless tress of golden hair slip softly down from the ledge.\n\n"
  },
  {
    "textid": "storycfg_storytitle_12_4_1",
    "content": "The Runaway Plushie from the Ball"
  },
  {
    "textid": "storycfg_text_12_4_3",
    "content": "For those who had already come of age, the PuffPost boxes by the door had been overflowing lately. From time to time, a floofy little gift would arrive from the Starsea.\n\n\"Ms. Ellie, a floofy violin shouldn't break that easily, right? Shh... that lullaby is our little secret.\"\nMatron Ellie smiled at the parcel. Even with one string missing, little Lynn would always go along with it, falling asleep with a grin to the off-key tune.\n\n\"Cecily, the face-painted bread was so yummy! After eating it... your face'd get all painted too!\"\nCecily of the Tulip family glanced at the bread plushie in the corner, thinking back to that camping trip with Lynn, when they burned the bread and secretly ate it all before anyone could see.\n\n\"Anna, remember when the clam snapped open and splashed us with mud? And there was nothing inside!\"\nAnna, Medowlyn's old deskmate, carefully opened the floofy clam. This time, there were fluffy, giggling pearls inside.\n\n...\n\nIn the Starsea, a small figure walked on, eyes wide with wonder. Her once-cropped curls had begun to grow back, but this time, there was no need to keep them so carefully in check.\nImperfection... really isn't such a bad thing.\n\nThe free wind could now run wild through every soft strand of her hair. And somewhere out there—\n<i>There must be even more beautiful memories waiting to be found, right?</i>\n\nWhat a joy it will be... to tuck them away in floofy form."
  },
  {
    "textid": "storycfg_text_12_1_3",
    "content": "The hair matrons helped Medowlyn curl the last of her strands.\n\nWatching her sit so still and focused, one of the matrons closed the door softly behind her and sighed.\nThe poor child hadn't slept in two whole days, all for the sake of the ball.\n\nMedowlyn didn't even notice the matrons' departure. She was too caught up in her frustration — the moment the hair passed through the bead string, it lost its shape, refusing to form the rounded, flower-shaped curve she needed.\n\nShe didn't notice, either, when a soft gurgling sound began to fill the room, as if something was quietly rolling somewhere nearby."
  },
  {
    "textid": "storycfg_storytitle_1011_1_1",
    "content": "Dream-Collecting Journey in the Mountains"
  },
  {
    "textid": "storycfg_storytitle_1011_2_1",
    "content": "The World Outside the Hat"
  },
  {
    "textid": "storycfg_storytitle_1011_3_1",
    "content": "Dandelions on the Snowy Mountain"
  },
  {
    "textid": "storycfg_storytitle_1011_4_1",
    "content": "Over the Mountain Far From Home"
  },
  {
    "textid": "storycfg_storytitle_1012_1_1",
    "content": "The Boy and the Rules"
  },
  {
    "textid": "storycfg_storytitle_1012_2_1",
    "content": "Dreams on a Car Roof"
  },
  {
    "textid": "storycfg_storytitle_1012_3_1",
    "content": "The Expected and Unexpected"
  },
  {
    "textid": "storycfg_storytitle_1012_4_1",
    "content": "Fluorite Monument"
  },
  {
    "textid": "storycfg_text_12_3_1",
    "content": "\"Where did such a big little kid come from?\" Voices chirped from somewhere in the garden.\nMedowlyn opened her eyes. Towering above her were flowers, each one taller than she was.\n\nThe flowers here... could talk?\nShe stood up and brushed the dirt from her dress. Thankfully, her bun was still intact.\n\nAs her eyes wandered, she realized it wasn't just the flowers. Everything in the garden seemed to be watching her: a tiny clay pot, a single blade of grass, a little trowel, a clump of mud, even a patch of soil!\nThey all stared with wide, curious eyes and wore expressions that were friendly, if a little odd.\nThey were earthy, plain, a little messy, and yet somehow, they felt strangely familiar.\n\nShe shrieked and ran off down the path.\n\n"
  },
  {
    "textid": "storycfg_text_12_2_3",
    "content": "She had no idea how much time had passed. It felt like floating on clouds... Like a single feather drifting inside a downy pillow.\nAt last, she landed on something soft — a cushion of floofy grass."
  },
  {
    "textid": "storycfg_text_12_2_1",
    "content": "At first, it was just a round, fuzzy little thing that rolled past her in a blur.\nMedowlyn paid it no mind. She figured it was just something her tired eyes had made up after staying awake too long.\nBut then came another. And another. More yarn balls skittered in by the second!\n\nBefore she could react, they had taken over the entire room. They crowded into every corner, gurgling as they bumped and bundled together, leaving a trail of chaos behind them!\nMedowlyn stood frozen. She realized she couldn't find a single word to describe what she was seeing.\n\nThe yarn balls, like mischievous sprites, rolled about as they snatched up the delicate hair accessories in the room, giving each other makeshift hats and mustaches...\nSoon, they had turned into wobbly little creatures, decked out in hairpins and proud handlebar mustaches, doing their best to look like grown-ups!\nEverything was a mess!\n\n"
  },
  {
    "textid": "storycfg_text_12_3_3",
    "content": "\"Homework's done!\" The little girl giggled, as if trying to shake off all the dirt clinging to her with nothing but laughter.\nIn her hands was a lopsided, goofy-looking flowerpot... or maybe a plushie? Its face twisted into something between a grin and a sob, just like the strange ones Medowlyn had seen earlier in the garden.\n\nThe other children burst into laughter, pointing at the dirt smudged all over her hair.\nThe girl looked a little embarrassed. She mumbled, as if to explain, \"Miss, I just thought that flower I passed earlier... kinda looked like it was smiling!\"\n\n\"Flowers don't smile,\" the teacher said with a frown. \"That shape doesn't follow the standard pattern or proportions.\"\n\"It's okay, Miss!\" The girl pulled the same silly face as her flowerpot. \"Actually... it doesn't have to be perfect!\"\n\"What I really made was—\"\n<b>\"Art that turns happy moments into something that lasts forever!\"</b>\n\nOutside the window, Medowlyn finished the sentence with her in perfect unison!\n\nSo that was it. The little girl and the garden were pieces of who she used to be.\nSo that was it. It didn't have to be perfect, as long as the memory was happy."
  },
  {
    "textid": "storycfg_text_12_1_2",
    "content": "The Coiffure Ball was the traditional coming-of-age ceremony of her kind, known for its demanding standards of perfection. From a young age, children were taught to care for their hair with the utmost attention. The strict grooming rituals demanded they sit tall, move gracefully, and maintain perfect composure at all times.\nThe strands used to craft commemorative hairwork were, as the old song went, smooth as silk and near divine in quality:\n\n<i>No trace of impurity,\nNo sign of breakage,\nNo hint of frizz,\nNo weight of sorrow.\nAs smooth as satin,\nAs gentle as song.\nThus it grows.\nThus it is flawless.</i>\n\n\nAnd Medowlyn was the finest among them — or rather, she was about to become the finest of all.\n\n"
  },
  {
    "textid": "storycfg_text_12_1_1",
    "content": "It was the day before Medowlyn's coming-of-age ceremony.\nWhen the matrons pushed open the door, they found her diligently making the final preparations for the Coiffure Ball.\nAs the tradition demanded, her hair was styled to perfection. Not a strand out of place. Not one too many, nor one too few.\n\n"
  },
  {
    "textid": "storycfg_text_1011_1_2",
    "content": "On the rooftop, Dorjelang sat obediently by the grill with his feet and hands tucked inward. On the other side, Master Sparrok stood with folded arms, looking down at her student.\n\n\"How long have you been my student?\" she asked, but before he could answer, she pointed to his nose and continued, \"Five years! It's about time for you to graduate!\"\n\nDorjelang sat quietly with a serious face, lost in thought. The awkward silence grew between them as it always did, until Master Sparrok finally hopped off the parapet in frustration. Suddenly, she was a full five heads shorter than him, but her chirping and scolding lent her such a domineering presence. She recounted and lectured him on his actions from the six wall-breaching incidents across five years to the all-too-tidy yarn pile last night.\n\n\"You're a hatmaker! Stop letting trivial matters occupy your time and go think about why we make hats!\" she said.\n\nDorjelang sheepishly scratched his head and nodded, which irritated his master so much that her white feather scarf went askew.\n\nDorjelang used to be someone weak who needed protection and sheltering from others, but everyone in the workshop had seen him accidentally breaking table legs, crushing teacups, and cracking plates... Therefore, they thought the gentle giant must have been too humble about his strength.\n\nFor Dorjelang, he counted his luck among the stars to be able to help the weak with what strength he possessed. It wasn't about meeting anyone's expectations, it was about having the ability to say, \"I want to, therefore I can.\"\nBut Master Sparrok said he hadn't figured it out yet."
  },
  {
    "textid": "storycfg_text_1011_3_2",
    "content": "Unable to convince Doggie to leave, Dorjelang could only watch as it busied itself with scouting the path ahead, lagging behind, catching up again, and panting breathlessly with stalks of foxtail in its mouth, and even a rabbit... <i>Wait, drop that right now!</i>\n\nStrange, this was supposed to be a journey that took them farther and farther away from home, but with Doggie's company, every day, he felt blessed with luck like all the days before.\n\nStill, danger and uncertainty drew ever closer, and when he picked up the dull cracking sounds echoing through the quiet mountains, he knew an avalanche was coming.\nBy the time he woke up between a slush of mud and snow, he had no idea how long he'd been buried. A wet tongue licked his eyes, blurring the moon in his vision, and under it, he saw Doggie whimpering and digging through the snow.\n\n<i>So the deity has blessed me after all!</i> he thought and smiled, not daring to make a sound for fear of stirring the mountain again.\n\nDoggie had suffered a broken hind leg and a gash on its scalp. Dorjelang applied some medicinal herbs to the wound and grabbed some foxtail to weave a little hat, so as to keep Doggie from scratching its head.\n\nHolding his companion, Dorjelang thought about turning back to their village, but the way back was even longer than continuing forward. Doggie barked furiously in protest, as if to say, \"All my work would have been for nothing if you turned back now.\""
  },
  {
    "textid": "storycfg_text_1011_4_3",
    "content": "The first among them to think of leaving was his buddy. Pulling Dorjelang along, he made grand plans of how he would conquer the endless mountains and see the world beyond in pursuit of his dreams.\n\n<i>Dreams? What are... dreams?</i>\n<i>Brothers stick together till the end, so you're coming too, Dorjelang.</i>\n\nDorjelang was worried that he'd hold his buddy back, being as frail as he was. But his friend had unwavering faith in him.\n\nBefore they left, his buddy got caught \"loaning\" a couple of barley buns from an old herder. Dorjelang went for the rescue, but froze at the doorway.\n\"HAHMM? You have no right to keep him on the pastures forever...\"\nOn the glimmering highlands where heaven is just a few steps away, too many struggle to make the journey because of a weighted heart.\n\"You've never believed in him. You just think he's weak, and needs protection...\"\nOutside the house, Dorjelang listened as Doggie came over. As always, it sat beside him, panting with a lolling tongue, as if saying, \"Eavesdropping too, huh?\"\n\n\"How long will you deceive him with these words? Are you going to keep sheltering him his whole life?\"\n\nDorjelang gazed up at the sunset's glow, at the deity watching over the highlands.\n\n\"There is no divine blessing. He has the same horns and fur on his head as us, plus a yak horn hat that I traded with barley buns...\"\n\n<i>Please let all my good fortune rest upon my buddy's head—</i>\n\n\"I have my own dreams and my own path to follow, so I won't stay... but save half the barley bun for him. I'm leaving this place...\"\n\n<i>May he be safe, free, and prosperous on the journey of his dreams.</i>\n\n\nThis was Dorjelang's sixteenth year living on the highland pastures.\nIn the empty house his buddy left behind, the old herder threw him a bundle of supplies, his mustache bristling with anger. He told Dorjelang to get out there and bring back his good-for-nothing buddy.\n\nFinally, he understood there was a kind of longing in this world that words cannot capture.\nHe wanted to cross this mountain, and the next one beyond, and countless more after."
  },
  {
    "textid": "storycfg_text_1011_2_1",
    "content": "It was Dorjelang's first day at the Galactic Bazaar.\nAll his life, he had felt adrift in a vast sea of people — without direction, without a place to belong.\n\nAfter hauling five boxes of goods for a shopkeeper at the street corner, it suddenly occurred to him that everyone here was so small, and he was incredibly strong in comparison... <i>Maybe... I can actually help them?</i>\n\nThe revelation filled him with unprecedented joy and the urge to act, but he must stay calm. A slight turn of his body was enough to send someone flying... <i>Mmmooo? Wasn't someone here just now?</i>\n\nAfter eight victims, six cracked chairs, four shattered steps, and three flattened billboards, all eyes were trained on him with terror.\n\nHe spent all his money making amends, then hurried through every intersection, anxiously avoiding anyone who came too close. Finally, he found a quiet corner to settle in. Crouching down, he took a deep breath and reminded himself to exercise more self-restraint.\n\nWhen he lifted his head again, he realized he was at a high point in the bazaar. Following the sound of music, he saw cheerful crowds, lively stages, and a shimmering magician's tent below..."
  },
  {
    "textid": "storycfg_text_1011_3_3",
    "content": "Man and dog then traveled even farther. Deep in the night by a stream, Dorjelang rested his head on his luggage and watched as Doggie snored beside him. He hadn't noticed the whites in its fur before, realizing just how old it had grown.\n\n<i>It's only minor injuries, we'll heal soon.</i> He told himself as he fell asleep.\n\nWolf howls came to Dorjelang's dreams, and he tried opening his eyes. Unsure if they were actually opened, Dorjelang believed he saw Doggie on a moonlit hill with head raised to the sky. Its graying fur seemed to glow as it let out the longest unfettered cry in its life, and the woods answered with an echoing chorus of wolfsong.\n\nWhen he woke from the dream, the moonlit figure was gone, and next to him, there was only the foxtail hat.\nHis companion had kept watch under the moon, coming and departing in soft silence. No mountains or rivers, nor winds of the highlands could ever scatter the memories of its devoted silhouette.\nThough years may pass, its form remains, timeless beneath the moonlight's glow.\nThough the permafrost before dawn may never melt, the warmth in his heart endures.\n\nIt was the thirty-ninth day of Dorjelang's arduous journey across the endless mountains.\nHe stood at a station in the Starsea and glanced back at the dawn-gilded peaks of his homeland. He tucked the little foxtail hat into his luggage and moved on.\nThe boy, once sheltered by so many, had finally made it over the mountains."
  },
  {
    "textid": "storycfg_text_1011_4_1",
    "content": "This was Dorjelang's sixteenth year living on the highland pastures.\nBack then, he knew nothing of the world beyond.\n\nDorjelang was seen as someone who needed protection in his tribe. He thought if he could be a little stronger and a little tougher, put on a stern face and look a little fiercer... then maybe he would actually become more capable.\nPerhaps due to his frailty, there were many things off-limits to him, like going down to the river, wrestling, or herding alone. Concerned gazes followed him around whenever he tried to get involved.\nThe old herder who tutored him said that his body wasn't as strong because he carried all the good fortune of the highlands on his head, that he was a child blessed by their deity.\nWhenever they took him out to herd, the wolves would scatter, snowstorms would cease, and blood-sucking insects would disperse.\n\nDorjelang wanted to believe in it."
  },
  {
    "textid": "storycfg_text_1012_4_1",
    "content": "\"Have you heard? That kid actually found the tricolored fluorite his master kept going on about!\"\n\"Really? That could fetch quite the price...\"\n\nThis morning, Gem Street was flooded by news of the massive tricolored fluorite Bhadra had brought back. Collectors and merchants alike flocked to his house, offering one ridiculous price after another, only to be turned down indiscriminately. The old smiths scoffed, convinced that the boy was just fishing for higher bids. \"Who in their right mind would turn down such wealth?\" they said and sneered on the side.\n\nOn the second morning, an enormous obelisk monument was erected at the most prominent intersection of Gem Street. The tricolored fluorite refracted and diffused the sunlight, casting brilliant colors onto the ground. The tourists started snapping photos in delight, residents stood in awe, and the smiths and merchants were speechless. They couldn't believe that something with unimaginable value would simply be installed here to bask under the sun.\n\nFrom that day on, everyone who stepped into Gem Street would bear witness to this towering, translucent fluorite monument. Between its light and shadows, one could faintly make out the etched lines of an elderly figure with white, wildgrass-like hair. It was a once-lost dream, and a monument in memoriam ad infinitum."
  },
  {
    "textid": "storycfg_text_1011_2_3",
    "content": "The dust settled, but Dorjelang didn't see anyone.\n\"Tsk! Tsk tsk! Who?! Who broke down the walls of my workshop?...\"\nDorjelang looked down and saw a little one wearing a white feather scarf. She looked up at him judgingly.\n\"You again?\"\n\nDorjelang kept his serious face as he pondered how someone so little could exude such immense presence. The lengthy silence between them irritated the smaller one, and she jumped up and smacked Dorjelang right on his head.\n\n\"Who are you trying to bluff with that hat? I'll give you credit for helping with the light pole, but now you've got to pay for my walls!\"\n\nThe smack snapped Dorjelang out of it. He adjusted his hat and bowed humbly as he patted his chest.\n\n\"This is my fault, and I'll take full responsibility!\" he said.\n\nThis was Dorjelang's first day at the Galactic Bazaar.\nIt was also the day he first met Master Sparrok, and surprisingly, he didn't need to become stronger. He just needed to appear more approachable. \nThat's when he took off the fierce-looking hat of his and changed how he interacted with and saw the world around him, starting with working to pay off the damage he'd caused.\nHe came here for a reason... but he couldn't remember what."
  },
  {
    "textid": "storycfg_text_1012_2_1",
    "content": "The rumors brushed past Bhadra's ears, vanishing with a twitch of the pointed tips.\nHe didn't care about their murmurs.\nHe cared that, the one person who meant something to him, was lost to the Starsea.\n\nThat person had untamed hair like wildgrass. They once climbed mountains and forded rivers with Bhadra in search of stones with wondrous colors. They were also chasing a tricolored dream found in lost records — a special fluorite that's capable of coloring the earth in dazzling hues under the rising sun.\nThat dream belongs to Bhadra now, but Gem Street did not believe in dreams. Here, beauty was measured in wealth and status. Even when sidelined by everyone, Bhadra remained unbothered. With a swish of his tail, he leapt onto cars defiantly and let instinct guide him toward the freedom that he sought day and night.\n\nAt times, as he gazed at the silent stars in the lonely sky, he wondered if his search for the elusive fluorite was just an excuse for what he was really looking for — simple words that once brought him such comfort, from the one that's gone missing among the starry tides."
  },
  {
    "textid": "storycfg_text_1011_1_1",
    "content": "This was Dorjelang's fifth year as a hat-making apprentice.\nOn this day, he was inspecting two hat flowers by the window, carefully considering which would better complement his spring-welcoming hat.\n\nSuddenly, he heard a cry for help from his senior in the courtyard. The dried materials were in disarray, scattered and blown about by the harsh wind. Amidst thundering steps, Dorjelang rushed back and forth with his colossal form that threatened to blot out the sky, collecting all the pieces in his arms at a moment's notice. His senior, who just so happened to pass by with stacks of new fabric, called on him for help as well. The cook then appeared with two buckets of sweet soup and handed them to him with a smile, asking if he could drop them off at the canteen on the way.\n\nDorjelang nodded solemnly at all these requests, but his eyes shone with confidence from being trusted with important duties.\n\nMeanwhile, up on the rooftop, Master Sparrok munched on roasted silkworm cocoons and clicked her tongue in annoyance as she watched the big fellow busy about the yard. Soon, she finished off her last skewer in one swoop.\nA skewer was cast, and it struck and bounced off Dorjelang's back. He paused, scratched the spot in confusion, then turned and looked up."
  },
  {
    "textid": "storycfg_text_1011_1_3",
    "content": "Master Sparrok watched Dorjelang as he left and remembered how her bright-eyed student dug her out of a pile of magazines in the basement five years ago... No, scratch that part.\n\nShe was standing atop the magazine pile with arms crossed, quizzing him about hats as he answered everything perfectly. Learning on his own in secret? How dare he?! She was so angry that she hopped off the pile and twisted her ankle... No, scratch that part too.\n\nShe was by the magazine pile and saw how Dorjelang recreated every hat on the pages with reeds. The audacity to learn in secret... She turned away with a scowl.\n\nEven so, Dorjelang had earned approval with a \"Come to class at 8 AM sharp tomorrow.\" It evoked a special kind of joy and anticipation in him, one that was quite different from the feeling of helping others.\n\nFive years had passed since Dorjelang became a hat-making apprentice.\nOn this day, he chose a dandelion as the flower for the spring-welcoming hat. Carrying his new hatmaking chest, he set out to journey once more. He still dreamt of the past, of the rocky mountain paths, the snow, the forests, the ever-flowing winds, and the gently swaying foxtails.\n\nA breeze sent the dandelion on his hat toward distant mountains to collect these dreams. He wondered who it would stir awake this time."
  },
  {
    "textid": "storycfg_text_1011_2_2",
    "content": "This place probably isn't right for him... Dorjelang scratched his head nervously and shook it. No, it wasn't about fitting in. He left home to find his buddy and bring him back.\n\nDorjelang looked at the stage again as another group of laughing performers took their turn. This was the world of dreams and aspirations that his buddy lived in. Would he even want to return with him at all?\n\nLost in thought, Dorjelang found himself drawn closer to the stage. The mesmerizing lights kept shifting, and no one noticed when one of the light poles started to wobble.\nHe instinctively caught the falling pole, but when he turned around, he saw countless fearful, confused eyes staring at him, as if trying to see right through his otherness.\n\nIn this world, he could easily destroy everything with a slight movement of his hand.\nHis turquoise beads, horned barbaric hat, towering build, and thunderous voice... everything about him struck fear in others.\nHe realized then that being powerful and mighty wasn't something to be proud of after all.\n\nFrightened by their fear, Dorjelang fled in panic, accidentally bumping into something as he ran...\nAmidst the rising dust, dizzy and disoriented, Dorjelang saw a massive figure approaching. He could barely contain his excitement at the prospect of meeting someone like himself."
  },
  {
    "textid": "storycfg_text_1012_3_1",
    "content": "One day, several old smiths suddenly invited Bhadra to their expedition for deposits. He tilted his head and pondered, and in the end, agreed to the proposal. In the Starsea, Bhadra once again took the seat on the roof of the vehicle. This time however, he got to decide which way to go.\n\nFollowing his instincts and the trail of unique colors in his sight, Bhadra pointed toward a rarely traveled path. He had entertained the idea of coming here before, but warnings of latent dangers meant nobody was willing to give him a ride. Now, his companions let him lead the way, giving him free rein to explore the area. The smiths still had their doubts when Bhadra stopped in front of an unremarkable cliff face, but as they skeptically broke through the rocks and saw the gleam of solid rare ore within, they realized that Bhadra had led them to the motherlode in the shape of a mountain.\n\nEveryone was thrilled, but Bhadra disappointedly kicked a small pebble about. This wasn't the tricolored fluorite that he was looking for, and while the others called for help and hurriedly moved on to the hammering and mining, Bhadra swayed his tail out of boredom and slowly succumbed to a nap.\n\nWhen he woke up, his companions had already driven back with their rich prizes without him, and he was left to gaze at the Starsea alone again. Bhadra patted his belly and splooted on the ground, turning into a big, soft pancake on this unfamiliar Islet.\n\"I want meat,\" he said.\nMaybe the tricolored fluorite was but a wishful dream, a vessel for all the precious memories of his master's kindness and care. But as he gazed and blinked, he saw strange colors refracted from the excavated cliff...\n\nMaybe the tricolored fluorite wasn't a dream after all. It was right there before his eyes."
  },
  {
    "textid": "storycfg_text_1011_3_1",
    "content": "It was the ninth day of Dorjelang's arduous journey across the endless mountains.\nHe had prepared himself for the inevitable solitude that came with leaving home, but as he woke from a dream, he found a figure basking under the moon.\n\nDoggie, his childhood companion, had secretly followed him. It was grinning and lolling its tongue, as if to say, \"Took you long enough to notice me.\"\n\nThe old herders used to tell the story of how a flood once swept little Dorjelang out of the shed where he'd been sunbathing. When they finally found him, Doggie was whimpering, and Dorjelang was crying even louder.\n\nThe two little ones had just opened their eyes and were wrestling each other under an ownerless hat. Everyone thought they'd go their separate ways, but some bonds, once formed, could only deepen.\n\nAs time passed, Dorjelang grew up to be the weakest in the tribe, while Doggie became the alpha of the canines. However, the herders had always suspected that Doggie was actually a grassland wolf.\n\nWhenever it tried to howl, Dorjelang would gently hold its muzzle shut, worried that it might leave with a wolf pack that picked up the call.\n\nDoggie's name was simply Doggie. It stayed by Dorjelang's side through everything like a faithful guardian — herding with him, wrestling with him, accompanying him on pilgrimages to mountain tops...\nEven now, it wanted to keep him company on his journey away from home."
  },
  {
    "textid": "storycfg_text_1011_4_2",
    "content": "During the ceremonial wrestling match held to honor their deity, Dorjelang sat by the lakeside and watched the spectacle of fervor and power. Out of place and even slightly dissonant with the scene was the low, chanted verses from the herder next to him:\n\n<i>When chaos gave birth to earth and sky,\nWhite yak from the lotus did arise,\nWith ears that hear all earthly things,\nNose that scents far and wide,\nWings to soar o'er mountains and rivers,\nHooves to race across plains and fissures,\nHe is the mighty mountain high,\nHe is the gentle flowing stream,\nHe is the father working hard,\nHe is the mother's loving heart,\nHe tames the strong and lifts the meek,\nHis righteous name through ages speak,\nHis legend in our hearts engraved,\nThrough song we sing his ageless praise.</i>\n\nThe song spoke of the highland deity. Legend has it that \"he\" looked just like everyone else in the tribe, with long flowing hair, a strong athletic build, and mighty long horns, and that \"he\" danced to the heavens and sang for the earth.\n\"Behold, it brings success. Behold, it's filled with fortune. And behold, it possesses the eternal...\"\nDorjelang caught himself humming along. He glanced at his own reflection in the emerald lake... <i>Me? I look nothing like the deity, moo.</i>\nA buddy from a neighboring tribe came over. Dorjelang could see his messy hair and his beautiful, sturdy horns that put his own feeble ones to shame. His buddy stroked his chin in deep thought.\n\n\"They say not to mind what others think, but that's easier said than done. 'Hearing' is a way for us to feel the world,\" he said.\nA hat with solid long horns was then placed on Dorjelang's head.\n\"HAHMM! Now you look like a tough guy! Put on the hat, and you can become whoever you want to be. Come on, show us your angry face!\"\nIn the lake's reflection, Dorjelang did look quite mighty! And just like that, the kid was fooled by his buddy."
  },
  {
    "textid": "storycfg_text_1012_1_1",
    "content": "\"Stop!!!—\"\nLoud cries like this every so often disrupted the peace on Gem Street, and they were always immediately followed by a whirlwind of disorder, sweeping through the neighborhood and informing residents that the ever-rebellious boy had done something he shouldn't. Again.\n[NO CLIMBING ON ROOFS!]\n[NO BHADRA ALLOWED!!!]\nWarning signs would multiply on the streets like mushrooms after a storm, but would be kicked apart just as quickly by the offender in retaliation.\n\"Rules, schmules! Not in my dictionary, bhan!\"\n\nEver since his master disappeared during a prospecting expedition in the Starsea, none had been able to keep Gem Street's wildest troublemaker in check. House roofs, car roofs, nowhere was off-limits to Bhadra. And as if to salt the wound, this troublemaker also possessed a rare gift.\nThe master smiths of Gem Street were reluctant to acknowledge Bhadra's unique \"vision\" — a pair of glinting, feral green eyes that set him apart since birth. The smiths dismissed his gift, refused to believe in it, and excluded him from all their outings.\nGradually, however, whispers in the wind about his eyes began to drift in a wholly different direction.\n\"Did you know? There's actually something wrong about that kid's eyes, like a defect...\"\n\"Shhh— Keep it down, lest he trashes your shop next.\""
  },
  {
    "textid": "storycfg_storytitle_1013_2_1",
    "content": "Kula Bata!"
  },
  {
    "textid": "storycfg_storytitle_1013_3_1",
    "content": "Special Coming-of-Age Gift"
  },
  {
    "textid": "storycfg_storytitle_1013_4_1",
    "content": "A Long, Long Time Ago"
  },
  {
    "textid": "storycfg_text_1013_1_1",
    "content": "Under the dim moonlight, a circle of young creatures engaged in animated chatter on the great plains.\n\n\"It's my turn! What do you think we should play?\"\n\"No, no. It's my turn today! I wanna go fishing!\"\n\"But you get the next two days too, that's not fair at all!\"\n\"It's not my fault you won't be here for your turn... Plus, I need to practice hunting anyway.\"\n\"How about I go instead? There'll be tumbleweeds today, and I want to catch the biggest one!\"\n\"Alright, enough. Let's do this the usual way — draw lots!\"\nOne of them pulled out a handful of wooden strips from their pocket, and the circle instantly closed as everyone picked their lot.\n\n\"The triangle mark — I got it!\" Someone let out a victorious whistle as the others reluctantly returned their blank strips with pouty faces. And as this was happening, Msafiri was going about his usual hunting practices with his younger brother, blissfully unaware of the shenanigans that were about to unfold. His bright, sharp eyes focused intently on the prey mid-flight.\nHe crouched and sprang up in a clean pounce. The soft feathers landed in his palms right on cue, and so did the prey's small form. His little brother clapped in celebration."
  },
  {
    "textid": "storycfg_text_1013_1_3",
    "content": "Before Msafiri could put two and two together, the little rascal who had drawn the lucky lot rushed up to him.\n\"Big bro Radarear! What are we gonna do? Hunting? Chase tumbleweed? Whatever it is, I'm your little brother for today!\"\n\"You're my... little brother? What do you mean?\"\nMsafiri looked down at the kid with pigtails and expectant eyes. His lips twitched as even more questions popped into his head.\n\"Well, anyone who draws the lucky lot can be your little brother for a day for the price of one fish! I've already paid mine~!\"\nAs the answer dawned on him, Msafiri lifted his head and twitched his ears as he spotted his actual little brother sneaking away.\n<i>Uh-oh, busted!</i> His little brother, who hadn't gone far, shuddered as the gravity of getting caught red-pawed by Msafiri descended on him.\n\nFinally, Msafiri learned why his little brother, who usually complained about never having enough fish to eat, had been sharing half of the catch lately."
  },
  {
    "textid": "storycfg_text_1013_3_2",
    "content": "The lack of experience and days of roughing it in the wilderness had taught Msafiri harsh lessons. He'd never felt this challenged back when he hunted with his parents and little brother. Only now did he realize that he wasn't quite the skilled hunter he thought himself to be out here on the plains, let alone finding directions, plotting routes, or setting up camp... All that condensed theory and knowledge in textbooks proved painfully shallow when the time came for him to apply them.\nBut the scorching sun had no sympathy for those beneath its rays. Msafiri huddled in a patch of tree shade, too hungry to find rest. He took out his notebook and began scribbling down everything he'd seen in the past few days.\n\nUnbeknownst to him, the note he'd left under a cup before leaving had been whisked away by the wind. After fruitless searches around the territory, his friends and family, who were all there for his coming-of-age ceremony, soon mobilized to track down the rebellious young Msafiri. As night fell and the air cooled down, Msafiri set out once more to find proper sustenance. He wouldn't allow himself to share meals with vultures again.\n\nAs Msafiri twitched his ears and shook his head, trying to shake off unpleasant memories from yesterday, he heard the sound of flowing water from ahead.\nPerhaps he could try his luck at catching fish? In the worst case, he could still drink his fill — Now was hardly the time to be concerned over catching a cold from getting wet."
  },
  {
    "textid": "storycfg_text_1013_2_1",
    "content": "This was the first time Msafiri had tasted such authentic... sand.\nHe spat a couple of times as he stood up. Fine yellow sand rustled and fell with his movements.\nThe lens cap of the recording device was off, and the localized sandstorm was captured in its entirety.\n\"Is it filming already?\" Msafiri leaned in closer, blowing away the misbehaving feathers on his headband that interrupted his curiosity.\n\nThe camera bobbed up and down, nodding affirmatively in place of its operator."
  },
  {
    "textid": "storycfg_text_1013_2_2",
    "content": "\"Well then, welcome to Planet D-18's exploration site. I'm your Driftingale Exploration Team Guide, Msafiri.\"\nHe abducted an innocent emergency flashlight from somewhere to serve as a microphone while skillfully mimicking a documentary host.\n\"As you can see — we've just been invited to an exceptionally warm welcome ceremony fresh out of the vehicle, and even sampled some local delicacies.\"\n\"Pfft—\" the cameraman barely stifled a giggle.\nMsafiri tactfully stepped out of frame, leaving the recording to the professionals as he turned his attention to setting up camp.\n\nBut the camera faithfully captured everything in sight, including a greenhorn who accidentally tore a hole in the tent just as another wave of yellow sand came with a gust of wind. Fortunately, this one came and went quickly, and Msafiri's timely assisted evacuation meant that no one was hurt.\nNo one, except for the torn tent, now half-filled with sand."
  },
  {
    "textid": "storycfg_text_1013_4_1",
    "content": "It was an evening ten years ago.\n\"One, two, three...\"\n\"One, two, three, four, five...\"\nYoung Msafiri, who had just learned to count, was squatting on the ground and enthusiastically tracing the geometric patterns his mother had drawn around their camp. Three points, in groups of five — he shared the pattern he discovered with his little brother, who was still too young to speak. His brother tilted his head and twitched his ears, listening intently even if he didn't understand a word.\n\nThe tantalizing smell of roasted meat from the campfire teased young Msafiri's nose, and his empty stomach growled shamelessly in protest. <i>Nope, no food until I learn this!</i> he silently vowed.\n\n...\n\nMsafiri twitched his ears and wrinkled his nose as the memories came. The wild winds indiscriminately assaulted all in its path, chilling travelers to the bone. It had been three days and three nights, and Msafiri still hadn't tracked down any prey. The memories of roasted meat could no longer make him salivate. Forget about exploring the planet under these conditions — it was much more likely for him to end up a desiccated corpse and become one with this wilderness.\nMsafiri could draw beautiful and elegant geometric patterns by hand now, but the question of his survival hung by a thread. Could those patterns truly evoke ancient protection...? Msafiri wondered as he found a branch that could barely support his rest. He stared into the seemingly unchanging starry night and recalled another memory."
  },
  {
    "textid": "storycfg_text_1013_4_2",
    "content": "It was another day, ten years ago.\nAfter finishing the night patrol, young Msafiri sneaked behind the tent again and, imitating his mother, picked up a stone and scratched a few wobbly triangles on the ground. His attempts almost seemed pitiful when compared to his mother's refined string of shapes, and that made him curious as to how exactly she managed to draw such straight lines.\nAs he carefully traced those lines with his stone, he caught a sudden \"thud\" from behind — his toddler brother had fallen. With a body that reacted faster than his mind, young Msafiri turned and rushed to scoop up his brother, not realizing that the beautiful triangles had been cut in half by a long, grave scratch.\n\n\"HISS!\"\nCaught in the moment, young Msafiri couldn't tell if his father was angry or simply concerned. Maybe it was his loud hisses, or maybe it was the hypnotic dance of the campfire... either way, Msafiri couldn't remember what exactly happened after. He vaguely recalled his mother telling him a story while pointing at the stars in the sky. A story about those geometric patterns."
  },
  {
    "textid": "storycfg_text_1013_4_3",
    "content": "Perhaps it was time to visit home after this expedition? It had been long since he last went back. But for now, Msafiri felt his eyelids grow heavy, and allowed the night to gently shut his eyes. Just a brief nap... a micro-nap that won't do any harm, he comforted himself. Frost began to form on top of his lashes as they quivered in the wind, but the bonfire in his dreams was simply so warm that he didn't want to wake up.\n\"Once upon a time, a long, long time ago...\"\nHe could hear his mother's gentle voice again, but it jolted him awake instead. Reflected in his bright pupils, several stars in the dark sky formed the shape he knew by heart and blinked to a pulse, as if responding to some query.\nThe stars were silent, but Msafiri felt as though he was under the watch of tender eyes. Beautiful memories weren't meant to be traps on his unwritten journey. They should be the strength that keeps him moving forward.\nMsafiri finally climbed down the tree. <i>This is not the end yet,</i> he thought to himself. And to his delight, another passing wind brought him the scent of prey."
  },
  {
    "textid": "storycfg_storytitle_1013_1_1",
    "content": "The \"Little Brother\""
  },
  {
    "textid": "storycfg_text_1013_1_2",
    "content": "\"Plop!\" said the small pebble that suddenly struck his brother's back. Msafiri immediately locked onto the source of this prank with deadly precision. He was on his way to teach the little troublemaker a lesson when his brother spoke up.\n\"It's fine! That was our signal, heh.\"\n\nHe watched as his brother skipped toward the \"secret meeting\" and kept watch from a respectful distance. Even kids need their privacy, he thought to himself.\nHowever, whether it was the telltale winds or the rush of excitement after a successful hunt, Msafiri's sensitive ears overheard some strange chatter.\n\n\"Weren't you guys supposed to take turns? Why are you here?\"\n\"Taking turns just doesn't work. Drawing lots is way easier! Besides, I got lucky, hehe. Can't blame me for that!\"\n\"Well, fine! You know the rules, show me the good stuff first...\"\n\nCould it be that his little brother was involved in something written in the sacred laws...?"
  },
  {
    "textid": "storycfg_text_1013_2_3",
    "content": "The greenhorn was at a loss after causing the major blunder as Msafiri pulled out his all-purpose tape and started mending the tent.\n\"This is perfect. I've heard about this thing called sand bath therapy. Should we all give it a go? Kula bata!\" he suggested.\n\nThat night, the entire team enjoyed a nice, long, three-hour \"sand bath.\" Topics from serious expedition work to not-so-serious gossip were exchanged, and the newly assembled team became fast acquaintances in no time.\n\nWhile the windswept sands didn't exactly have any real therapeutic properties, at the very least, some of his team felt relieved. And for Msafiri, that was all that mattered."
  },
  {
    "textid": "storycfg_text_1013_3_1",
    "content": "On the 364th day of his fourteenth year, Msafiri became a \"runaway\" on the eve of his adulthood.\n\nHe still remembered that phone call from Driftingale Travel Agency years ago, which wasn't meant for him, but still...\nIt quietly planted the seed of a dream that hot summer afternoon, one of measuring every planet and every islet with his own eyes, ears, and feet. And where better to start than the very place that he called home?\n\nMsafiri chose the perfect day to set out, with the intention of making this his very own special coming-of-age gift.\nHowever, trials were afoot for these nascent dreams and their dreamer. And just like that, Msafiri lost his way."
  },
  {
    "textid": "storycfg_text_1013_3_3",
    "content": "His empty stomach had been growling all the way, and had there been any fish in the water, they'd all be startled and scattered by now.\nMsafiri rested near the bank and peered closely at the water's surface. Under the silvery moon, a small patch of odd scale patterns appeared before him. It almost looked like... a map?\nIt was the Guide Fish! The mythical fish that bore a map on their scales. It would guide the seeker toward treasure, which was determined by what the seeker desired the most in the moment.\nSuddenly, the hunger in his stomach dissolved, and all Msafiri wanted was to go home. The fish swam cheerfully in the water and responded to his wish by guiding the lost boy back home.\n\nFinally, after passing three river forks, Msafiri spotted several worried figures in the distance. <i>Thank goodness the legend of the Guide Fish holds true,</i> he thought and collapsed from exhaustion before he could crack a smile. The last thing he heard might have been the sound of a fish leaping out of water, but for the first time in his life, Msafiri dismissed it as a mere hallucination of his keen, reliable ears.\n\nThe coming-of-age celebration finally commenced, and Msafiri received gifts from the Driftingale Travel Agency — a backpack full of travel supplies and a half-written road journal.\nSomeone still remembered that little boy who rushed to answer the phone call, it seemed.\n\nThough Msafiri wondered... why did the fish soup at the bonfire party that night taste a bit too salty?"
  },
  {
    "textid": "storycfg_text_1010_2_5",
    "content": "Yunguo's fuzzy ears twitched, and a glimmer of hope lit up in her eyes.\nGran'mama let out a quiet sigh of relief, thinking the child had finally come around—\n\n\"Whose old tale did you pick up this time?\" Yunguo asked, tilting her head with a squinty smile.\n\nCaught red-handed, Gran'mama's cheeks flushed. She gave Yunguo's head a firm little tap and muttered under her breath as she took the girl's hand and started leading her home.\n\nYunguo squeezed her hand in return, tilted her face upward, and stuck out her tongue to taste the air. Then she suddenly reached toward the sky, as if trying to catch something.\n\"Gran'mama, the snow's comin'. Can I be that farmer?\""
  },
  {
    "textid": "storycfg_text_1010_3_3",
    "content": "August 20th, Sunny    Recorded by: Yunguo\nThank the Skies Above, it's blooming! The stem's now 19 cm tall. Trimmed dead leaves and added nitrogen fertilizer.\n\nAugust 24th, Sunny    Recorded by: Yunguo\nThe scent drew in bees. Pruned extra branches and blossoms. Hoping it will bear fruit soon! It will, for sure.\n\nAugust 29th, Rainy    Recorded by: ███\nWatered the tomato seedling and put it out in the sun.\n\nAugust 31st, Rainy    Recorded by: Yunguo\nFlowers fell, no fruit. I don't think I can save this seed anymore.\n\nYunguo brought home the tomato seedling hidden under her clothes. It was already after dinner. At this hour, Gran'mama was usually off in someone else's yard, so there was no chance of running into her...\n\n\"What are you sneakin' in there?\"\nGran'mama's voice came from right behind her.\n\n\"You were thinkin' of swappin' this sorry thing in for the tomato you grew, weren't you?\"\nYunguo's face flushed deep red. She couldn't say a word. She just closed her eyes and braced herself for the storm..."
  },
  {
    "textid": "storycfg_text_1009_1_2",
    "content": "\"Pluck up the courage and give it a try.\" That was what the grown-ups always told Isaki.\nBut the thing was... little Isaki had no idea how you were supposed to \"pluck up\" courage.\nWhere did it come from? What did it even look like?\n\nJust walking down the street on an ordinary day, he might tremble at the flap of a passing bird. Taking a rest in the shade, he'd shiver when a fruit suddenly dropped from above.\n...\nThings like that happened all the time.\n\nIsaki's five older siblings had already found their footing in fields they loved. As the youngest, he had the privilege of being a late bloomer, and the grown-ups were understanding of his timid nature. He could do nothing, hide at home, and just wait each day for his favorite hero show to come on.\nWould it really matter if \"Weakling Isaki\" lived an unremarkable, aimless life? After all, wasn't it enough to have the TV heroes keep him company through life?\n\nWas that really... enough?\nAs the familiar ending theme of his hero show began to play, the quiet certainty in Isaki's heart suddenly shifted into a question.\n\nWas it because the lyrics went, \"No weakling stays that way for long. Even a bug can still grow strong. With heart held high and spirit true, the hero's path is open to you\"?\nIsaki wasn't quite sure."
  },
  {
    "textid": "storycfg_text_12_3_2",
    "content": "The garden seemed to stretch on forever. Somewhere in the distance, a school bell rang.\n\nMedowlyn dashed toward the only classroom in sight. The windowsill was far too tall for her, but she gathered her strength and leapt up onto it.\n\nThrough the window, she saw the little children sitting up straight, completely absorbed in their crafts lesson.\nAnd there, standing among their delicate and flawless creations, was a little girl covered head to toe in dirt.\n\n"
  },
  {
    "textid": "storycfg_text_1009_2_2",
    "content": "\"Th-This... this is my new friend, Daikabutomaru! C-Can I keep it?\"\n\nThe grown-ups were genuinely glad to see Isaki making a new friend, and even more, to see him starting to change. But as every TV show teaches us, that's exactly when a little trouble tends to show up.\n\"That kabuto beetle... isn't that the fighter beetle owned by the 'legendary' beetle trainer in the neighborhood?\"\n\"Shouldn't we check with its owner first?\"\n\nFor timid Isaki, dealing with strangers was yet another challenge. But with Daikabutomaru by his side, he felt a kind of courage he had never known before.\nClutching the note with the trainer's address, he ran straight to the beetle trainer's house and rang the doorbell without a second thought. It was something the old \"Weakling Isaki\" would never have dared to do.\n\nThe \"legendary\" beetle trainer opened the door and gave Isaki and Daikabutomaru a flat look.\n\"If you want it, keep it. I can't shelter too many 'weaklings' around here anyway...\"\n\"...Huh?\"\nIsaki froze.\nOf course. To a trainer like him, only the strongest bugs that kept on winning mattered. He didn't need \"weaklings,\" and he had never cared that Daikabutomaru had gone missing in the first place.\n\n\"Mmmrrghhh...\"\nFinding his voice, Isaki let out a growl deeper than anything he'd ever made before.\n\"You! Listen up!\"\n\"Daikabutomaru is not a weakling, and I'll train it to become the strongest fighting beetle! And beat you!\""
  },
  {
    "textid": "storycfg_text_1010_1_5",
    "content": "In the rice field, a small hill of green Archiboos tumbled apart, revealing a giggling mudball of a child, clutching an armful of enormous fruits and vegetables.\n\n\"That can't be Blushberry, can it? Blushberry never smiles. She just cries when she sees people.\"\nBut who else could it be, red as a ripened fruit, like the setting sun through the bamboo grove?\n\nThe story spread from one to ten, ten to a hundred, until it became a local legend. They said that day, Yunguo grew herself a heart, right there in the rice field. And no one could explain how."
  },
  {
    "textid": "storycfg_text_1010_3_5",
    "content": "But Gran'mama only gave her head a gentle pat and sighed. \"Not every seedling will grow strong just because you tend it with care. There are storms, draughts, pests... all kinds of hardship. You never know what they'll come up against. You have to face that. So do they.\"\n\nThe next day at school, Yunguo's group turned in a yellowing tomato seedling.\n\"Remember who was fighting to be in her group before?\"\n\"Some prodigy farmer she turned out to be.\"\n\nBlushing, yet with a hopeful spark in her eyes, Yunguo said, \"We... we didn't just mess up the result. We messed up the process. Next time... let's change it together.\"\nNo one replied, but that was okay."
  },
  {
    "textid": "storycfg_text_1009_3_2",
    "content": "\"No weakling stays that way for long. Even a bug can still grow strong. With heart held high and spirit true, the hero's path is open to you.\"\nIsaki, out of breath from training, murmured the line to Daikabutomaru, who was now resting on top of his head.\n\n\"It's my favorite line from the song,\" he said, looking up at the endless blue sky.\n\n\"I didn't really get it before. But now I—no, we, we've actually made it, Daikabutomaru.\"\n\"Come on. Let's go challenge the world!\""
  },
  {
    "textid": "storycfg_text_1005_2_2",
    "content": "One night, on her way back from the library, Frostia looked up at the stars, and suddenly realized that the paths they drew matched the ones in her mind. Her gaze wandered through the sky just as her fingers once wandered through the pages of a book.\n\nShe began to linger beneath the stars.\nIn the courtyard garden, under the veil of night,\nher small figure stood on tiptoe each evening, peering into a telescope. The faint glow on her tails flickered in harmony with the starlight above.\nBut soon, amidst the scattered starlight, shooting stars began falling at her feet, and no one knew why...\n\nThe scholars at the Academia temporarily banned her from stargazing, but the unexplainable \"mysteries\" didn't stop.\nFaint footsteps echoed through grand, empty hallways; neatly arranged books on shelves would suddenly collapse into disarray...\n\nThe rumors and mysterious happenings hadn't gone unnoticed. But before the scholars could ask, Frostia appeared at their office on her own.\n\n\"Professor... could my stargazing dreams be prophetic?\" She recounted the dream she'd had the night before: an unexpected impact somewhere, countless shards of light raining down on crowds...\nThe professor extended his hand to her. \"If you want to find out, you'll have to step beyond the library.\"\n\nBefore her lay a path she had never taken.\nBehind her, the terrifying visions from her dream still lingered in her mind.\n\nFor the sake of people she had never met, she boarded a train for the very first time, and set off into the vast unknown."
  },
  {
    "textid": "storycfg_text_1010_2_3",
    "content": "Nobles who obtained the seed sought to prove their power and prestige. Artists who found it wished to display their refinement and taste. Wealthy merchants who got their hands on it longed to flaunt their riches before the world.\n\nEach planted it with care, treating it like gold, yet none waited long enough to see it sprout. Tired of waiting, they called it filthy and foul, ugly and useless, and cast it aside.\n\nThen a farmer found the seed. To him, it was simply a seed, planted alongside his other crops. Before long, it sprouted and bloomed, bright red like the sun.\n\nThe farmer went about his daily work in the fields, pausing now and then to admire its petals and leaves, offering a smile as he carried away its scent. That fragrance, once it brushed against anyone who came near, would linger with them forever.\n\nThe grandmother and granddaughter kept staring at each other in puzzlement. Yunguo tilted her head and blinked.\n\"Gran'mama, I'm a lickle confused.\"\n\nGran'mama stood up, brushed the dirt from her clothes, then helped the bewildered Yunguo to her feet and patted the soil from her skirt.\n\"My little Blushberry,\" she said, \"you're that seed — growing slowly, soaking up the scent of earth and grass, waiting for your day to bloom.\""
  },
  {
    "textid": "storycfg_text_12_4_2",
    "content": "The Coiffure Ball... might never be quite so perfect again.\n\nThree days after the event, Judge Lucy was snapping her ruler and protractor apart, piece by piece, following the precisely marked lines once used to judge the length and curve of every coiffure.\n\nThey say the girl left without taking a single hair accessory.\nOnly a pair of scissors and some thread.\n\nHad she really gone?\n\n"
  },
  {
    "textid": "storycfg_text_12_2_2",
    "content": "Everything was a mess. Medowlyn tried to catch the unruly yarn balls, but they didn't give her the slightest chance.\nOne after another, they flung the window open and tumbled out, bouncing away in a chaotic stream.\nThey even took her entire set of fancy combs, scissors, and curling iron with them as they vanished from sight.\n\nMedowlyn rushed to the window and looked outside. Below was a sea of clouds, soft as a bed of cotton.\nWithout a second thought, she leapt after them.\n\n"
  },
  {
    "textid": "storycfg_text_1009_4_2",
    "content": "\"Congratulations, you won.\"\nIsaki blinked in surprise. The \"legendary\" beetle trainer, after losing the match, was actually extending a friendly hand to him.\n\n\"But... didn't you look down on Daikabutomaru just because he was a 'weakling'?\"\n\"Hahaha, not at all. Every bug is a cherished comrade to me. However, beetle battles carry a high risk of injury, and that risk is even higher for 'weaklings.' That's not something I ever want to see. So when I come across one I believe to be too fragile... I usually let it return to the wild.\"\n\n\"But this time, I was wrong.\"\nThe seemingly stern and rigid bug trainer suddenly broke into a smile. He crouched down and placed a hand on Isaki's head, gently ruffling his hair.\n\"You and Daikabutomaru are both incredible. You're heroes.\"\n\nIsaki had never imagined that one day, he'd hear praise like that.\n\"So? What do you say? Ready to take the next step... and win the real beetle championship?\"\n\nHis eyes sparkled with something that could only be called hope. He went quiet for a moment, then gave a firm, determined nod.\n\"Yes! I can do it! Definitely!\""
  },
  {
    "textid": "storycfg_text_1010_1_3",
    "content": "Now, the basket had gone quiet. Perhaps she was asleep.\nThey decided to sneak a peek—\nIt was empty.\nEmpty?!\n\nZhuxi Mountain was in an uproar. The chestnut vendor hollered it mid-stir to his customer. The postman, cooling off in the shade, passed it to the sugar painting artist. The repairman fixing a bike tire called it out to the passing peddler—\n\n\"The Yuns' kid is missing!\"\n\nDid it matter if anyone actually knew who the Yun family was? Not a bit. Just spread the word. Nothing could go wrong if everyone helped look. Blushberry—that was the kid who never smiled, the one who burst into tears the moment she saw a stranger.\n\nGran'mama was at the well in front of the bamboo house, washing mugwort leaves when she caught wind of it. She always boiled them in summer for the little one's bath, to keep the mosquitoes away and keep the rash at bay... \"Wait, who did you say was missin'?\"\n\"Told you mah, her grandpa's no good at mindin' kids.\" Gran'mama grabbed her palm fan and charged down the mountain.\n\nThe search party for Blushberry stirred the entire mountain. By the time the sun was about to set, everyone finally let out a breath of relief."
  },
  {
    "textid": "storycfg_text_1010_4_3",
    "content": "Yunguo woke up, still a little dazed from the nap. The river before her shimmered with the hues of the setting sun. Beside her, the phone lit up with a message from Gran'mama: \"What did you eat today?\"\n\nAlmost without thinking, Yunguo typed, \"Nothing yet,\" but her finger hovered above the send button. After a moment, she deleted it and started over: \"Gonna make some congee with apples tonight. Should be yummy.\"\n\nYunguo pulled up a number from her contacts. Gran'mama had once said it belonged to a proper grown-up who'd traveled the universe all alone. \"If you ever get stuck, you go ask him.\"\n\"H-Hello... I'm Yunguo, from Zhuxi Mountain. We met when I was little... I've... um... I've been livin' by myself for half a year now, and I've kinda run out of money...\"\n\nShe practiced saying it aloud, but the more she thought about it, the more it felt wrong, like she was calling just to be a trouble.\n\"...This is my first time leavin' Gran'mama... I came out on my own to learn how to grow things... She asked me to visit you first, and maybe get some lickle advice about livin' on my own.\"\n\nAfter practicing over and over until she was sure she could say it smoothly, Yunguo took a deep breath and dialed the number. To her surprise, it was answered after just one ring.\n\n\"H-Hello! Mr. Mobai...\"\n\"Huh? I'm not Mobai. This is Esa...\""
  },
  {
    "textid": "storycfg_text_1010_4_5",
    "content": "\"S-Sorry!!!\"\nYunguo hung up in a panic, her face turning bright red despite being alone on the unfamiliar Islet.\nA moment later, her phone rang again. The caller ID showed \"Mr. Mobai.\""
  }
]