[
  {
    "textid": "storycfg_storytitle_1010_1_1",
    "content": "ユンユンは笑う子  "
  },
  {
    "textid": "storycfg_storytitle_1009_4_1",
    "content": "行け、弱虫ヒーロー！  "
  },
  {
    "textid": "storycfg_storytitle_12_2_1",
    "content": "お邪魔な毛糸玉！  "
  },
  {
    "textid": "storycfg_storytitle_12_1_1",
    "content": "舞踏会の前は全集中  "
  },
  {
    "textid": "storycfg_storytitle_1005_4_1",
    "content": "宇宙の果てから来た欠片  "
  },
  {
    "textid": "storycfg_text_1005_1_1",
    "content": "「ハァ…ハァ…ま、まだ進むのですか？」学者は息が上がったままそう質問する。となりを歩く教授の方は、なぜかまったく疲れていない。「星相が示した場所はたしかにこのあたりですが…」\n\n「もちろんだ。星相がそう示したからには、この近くに必ず何かある！」\n教授は進み続けた。しかし、積雪がその足取りを邪魔し、周囲の景色を白一色に塗りつぶした。時間すらも止まり、世界そのものが凍りついたようだ。\n\nやがて、彼は星のような微かな光をとらえた…\n「あそこだ！」\nいったい何が？失われたルーン？それとも解析不能な隕石？\n隊の全員が力を振り絞って分厚い積雪と格闘し、1歩ずつ、あの幻のような「異常」に近づいていく。\n\n深い積雪の中に埋まっているのは、ほぼ雪と一体化したかのよう小さな体だった——三股に分かれた尻尾だけが雪から突き出し、幽々と星の光を放っている。\n彼女が隊員たちに抱き上げられたとき、まだ呼吸はあったが、もはや幻のように思えるほど弱かった。\nその後、雪と幻の意匠を取って、彼女はフロスティアと名付けられた。  "
  },
  {
    "textid": "storycfg_storytitle_1005_2_1",
    "content": "星空と夢  "
  },
  {
    "textid": "storycfg_storytitle_1005_3_1",
    "content": "アカデミー記録・秘  "
  },
  {
    "textid": "storycfg_storytitle_1010_2_1",
    "content": "農夫と種  "
  },
  {
    "textid": "storycfg_storytitle_1010_4_1",
    "content": "種と旅とその終わりに  "
  },
  {
    "textid": "storycfg_text_1010_2_1",
    "content": "とある冬休みの終わりかけ。ユンカはまだ幼稚園児で、南の地域にいるにもかかわらず、雪が降ってくるのを待ち望んでいた。\nもし山に大雪が降れば道が通れなくなるから、幼稚園に行かなくて済むからだ。\n\n「カバンはちゃんと縫い直したね。ありゃ、水筒にひびが入ってるじゃない？頑丈なやつを新調しないと…」\n家の菜園で、おばあちゃんはシャベルで土を掘り返しながら、ユンカの幼稚園の準備についてブツブツと独り言を言っていた。ユンカはそんなおばあちゃんのそばにしゃがみ込んで天を仰いでいた。ふと、おばあちゃんの独り言を遮る。\n「おばあちゃん、あたしの体って変な色をしてるのぉ？それと、変な匂いもするのぉ？」\n\nすると、おばあちゃんは手元の作業を止め、ユンカの頭に鼻を近づけてスーッと匂いを嗅いだ。\n「変だねぇ」\nおばあちゃんの答えを聞いて、やっぱり自分が悪いんだとユンカは思った。\n\n「うちのユンユンって、ひょっとしたら例のタネなんじゃないのかしら？」\n何を言っているのか分からず、ユンカはぽかーんとしていた。それから、おばあちゃんが咳払いをして説明を続ける。\n\nこの世にはとあるタネがあるらしい——もち米団子みたいに丸くて、可愛らしい見た目をしていて、それを見た人全員が好きになるという。\nそのタネからは世界で唯一無二の花を咲かせるが、それを見た人は誰ひとりとしていなかった。  "
  },
  {
    "textid": "storycfg_storytitle_1005_1_1",
    "content": "雪中の微光  "
  },
  {
    "textid": "storycfg_text_1010_1_1",
    "content": "竹川山の麓にたくさんの水田が広がっていた。そのうちのひとつの横に、誰かの水筒と竹のバスケットが置いてあった。\n朝からせっせと働きづめになっていたみんなが、ようやくひと息ついてお茶を飲みに集まってきた。雑談の中で、「ほかのみんなはバスケットに農作物や農具を入れるのに、ユン家は2歳の孫娘——ユンユンを入れるんだな」と誰かが冗談を言った。\n\nユンユンはみんなと違って、毛色は生まれつき灰色でなく、秋の果実のような赤色をしていた。まぶしいほど赤いもふもふした毛玉は、まるで竹林の中に生まれ落ちた太陽のようだ。\n\nしかし残念なことに、この歳になってもあまり笑わず、見知らない人の顔を見ると、すぐにどこかに隠れたり、泣き出したりする。\n\nそれではダメだと思ったユン家の親は、ここ最近ユンユンを訓練させようとバスケットに入れて、外へ頻繁に連れ出してはたくさんの人に合わせてきた。\nしかし、彼女は終始バスケットの中に縮こまっていて、みんなはふさふさな耳しか見えなかった。  "
  },
  {
    "textid": "storycfg_text_1005_3_1",
    "content": "「——アカデミー記録・第3055号」\n災害記録——深夜0時に強烈な隕石ストームが長時間発生したことを観測。アカデミーのフロスティアが見た「予知夢」により、星の住民が事前に避難したため、住宅と植物に甚大な被害を受けたものの、負傷者はひとりもいなかった。\n\n「——アカデミー記録・マル秘・第9094号」\n調査その1——フロスティアはその幼少期において、抜群の文字学習能力を見せ、同世代の子供より高い知能レベルを有していた。しかし、コミュニケーションに対する意欲は低かった。\n調査その2——観測によると、スターテイルは流星、磁場の変動と相関関係があると分かった。一方で、フロスティアの機嫌とも連動しているように推測される。スターテイルによって引き起こされた災害事件は、今のところ観測されていない。しかし、フロスティアが図書館にいる間は、いつも図書館の磁場が不安定になっていた。\n調査更新——フロスティアの出自について。おそらく彼女の出自である「バタフライ・イア」一族を見つけたが、彼らは強い隠居を持っていた。そのため、最終的には教授の同意のもとで、本調査と記録をここで終了とする。\n\n「——アカデミー記録・第3085号」\n災害記録——アカデミーのフロスティアが再び「予知夢」を見た。前回の例を鑑みて、彼女とアカデミーの先生は予言地点へ急行することとなった。現地で住民を避難させる最中、星の磁場に変動が起きたため、フロスティアの尻尾にスターテイル現象が発生した。これにより、住民は彼女が災害をもたらしたのではないかと疑うようになり、彼女に罵声を浴びせて追い出す結果となった。\n\n付箋メモ——事件後、フロスティアは失踪し、行方不明となった。  "
  },
  {
    "textid": "storycfg_text_1010_3_1",
    "content": "夏休みグループワーク、「苗々班」の栽培記録\nグループメンバー——███、ユンカ、███\n\n7月20日、晴れ、記録者・ユンカ  \n「トマトの種をきれいな水に1時間浸かってから、55度の温水に入れてかくはん。芽が出てから鉢に植え替え、腐熟有機肥料を加えた」\n\n7月27日、晴れ、記録者・ユンカ\n「トマトが苗になった。葉もたくさん。高さは大体3.5センチくらい」\n\n8月4日、晴れ、記録者・███\n「トマト苗に水をやって、日向ぼっこさせた」\n\n8月5日、雨、記録者・ユンカ\n「トマト苗の鉢に水が溜まっていたから、枯葉を切って、土をほぐした。苗になってからは、土の水分含有量を70%に保ち、水が溜まるのを避けるべき」\n \n8月10日、雨、記録者・ユンカ\n「トマトの株が10センチになった。下の方に枝が分かれ始めた。土の水分を増やし、肥料として腐熟物を追加した」\n\n8月12日、雨、記録者・███\n「トマト苗に水をやって、日向ぼっこさせた」\n\n8月14日、雨、記録者・ユンカ\n「トマトの葉が黄色くなっている、根が腐ったせいだ。酸素も足りてない。このままだと呼吸ができないから、土を変えるしかない。移し替えると細かい根っこが一部切れてしまう…痛いけど、これで生き延びられる」  "
  },
  {
    "textid": "storycfg_text_1009_3_1",
    "content": "「弱虫」——それは軟弱な人、困難から逃げる人、変えることができない人のことを言う言葉。\n部屋の中で好きなヒーローものを見るだけで満足して、1歩も踏み出せずにいたイサキは、間違いなく「弱虫」だった。\n\n「来い、オオカブト丸！パワー——トレーニングだ！」\n「続けて、持続力——トレーニングだ！」\n「よく見て、オノを避けるんだぞ。君ならできる、オオカブト丸！」\n「僕はもっと早く走れるから、オオカブト丸ももっと飛べるようになってくれ！」\n\nオオカブト丸と一緒に特訓するようになってから、イサキは目に見えて変わり始めた。\n以前は臆病でできなかったことの多くは、今はできるようになった——むしろ、大人たちが思うよりずっと上手くできるようになった。\n\nオオカブト丸が弱点を克服していくのと同時に、イサキもまた、自分の弱点を克服していった。  "
  },
  {
    "textid": "storycfg_storytitle_12_3_1",
    "content": "いびつなぬいぐるみの庭  "
  },
  {
    "textid": "storycfg_text_12_4_1",
    "content": "「今年のゴールドコーム賞は、きっとムラサキウマゴヤシ家のメードリンのものでしょ？」\n「当然でしょ？評議会にはもう彼女の席を先に用意してあるって聞いたわ。あとは彼女が賞を取るだけで入れるみたいよ！」\n「それは楽しみだね…」\n\n金色の輝きを放つホールに鐘の音が響き始める——フリースボール開始の合図だ。\n今年成人する少年たちは完璧なお団子ヘアのまま、ぞろぞろとホールの中に入ってきた。\n\n同時刻、メードリンの部屋の前。\n化粧係のおばあちゃんたちは焦っていた。\n鐘の音が3回鳴ったあと、いちばん年長のおばあちゃんが覚悟を決めて、ドアを体当たりで開けた。\n\nメードリンの部屋には…誰もいない？\nからっぽになっているぬいぐるみの箱だけが、\nそこに残されていた。\n\n窓辺からチラチラと金色の何かが光っている。\nおばあちゃんが近づいて確認すると、そこには長くて完璧な金色の髪の毛が、窓から地面へと垂れ下がっていた。  "
  },
  {
    "textid": "storycfg_text_1010_4_1",
    "content": "「おばあちゃん家から出て193日」\nユンカは川辺に座り、両手で頬を支えながら考える。自分が植えた最後の種は、きっと今頃花を咲かせていて、もうすぐ実ができるはず…\nしかし残念なことに、その様子を自分の目で見ることはもうできない。だって、あのスターランドがどこにあるのか、今になってはもうわからない。\n別れ。それは必ずやってくるもの。彼女も、本当はこころのどこかで理解していた。\n\nユンカが大きなため息をついた。カバンの中に残っているコインと野菜と果物を数えてみたところ…まあ、物は考えようだから——飲まず食わずなら、あと5日は持つ。それはさておき、やっぱり寒いなぁ。ユンカは膝を抱え、頭を腕の中に埋めた。\n\n突然、周囲が真っ黒になった。でもとても温かく、まるで土の中に埋まっているような感覚だ。そのまま眠りにつくのも悪くないとユンカは考えた。\nしかし、彼女の耳に風の音と流れる水、そして虫の鳴き声が伝わってきた。\n気づけば、1匹のミミズが近くで土を掘っていた……って、どこから来たの！？\n\n「外ってどんな感じなのぉ？ここと同じくらい暗いのぉ？」\nユンカは無意識にそう問いかけた。\n\n「ううん。外はすっごく明るいよ。外に出られるように、土をほぐすのを手伝ってあげるね」\nミミズがそう言いながら必死に体を動かした。そんな様子に感動したユンカだが…ミミズって喋るの？喋るはずがないよね！\n\n「外がすっごく寒かったらどうしよう？」\nユンカがまた問いかけた。彼女の周りには暗いけど温かい土しかなかった。\n\n「太陽があるよ！太陽があれば寒くない」\nミミズが楽しそうに土から出ていった。すると、ひと筋の光がユンカの目に入った。少し眩しいけど、とても温かかった。  "
  },
  {
    "textid": "storycfg_storytitle_1009_3_1",
    "content": "弱虫ヒーローと挑戦  "
  },
  {
    "textid": "storycfg_storytitle_12_4_1",
    "content": "舞踏会から抜け出したぬいぐるみ  "
  },
  {
    "textid": "storycfg_text_1005_2_1",
    "content": "フロスティアは背丈がまだ机の天板にも届かない頃から、あちこちの図書館に入り浸るようになっていた。\nアカデミーの先生は厳格で有名だが、彼女に対しては甘かった。高い本棚の上に登られても、貴重な蔵書を散らかされても、どんな時でも、彼女に優しく話しかけていた。\nフロスティアは世界に関する全ての知識を、図書館から得ていた。\n大きな掃き出し窓から太陽が顔を覗かせていても、庭で子供たちが遊んでいても、彼女は目もくれなかった。ただひたすらに図鑑の星図に指を滑らせ、ひとつの星からもうひとつの星へ想像の線を繋いでいく。まるで、その指先に宇宙そのものがあるかのようだ。\n\n「どうして外に出ないの？」ひとりの子供が山積みになっている本の前にやってきて、頭を傾げながらそうフロスティアに聞いた。\nしかし、フロスティアは質問の意図が分からず、その子をジッと見つめた。\n「外にはいろんなものがあって、楽しいことがたくさんあるよ…」と、子供は頑張って外の良さをアピールした。\nそんな子をよそに、フロスティアは大きな掃き出し窓に目を向ける——窓から漏れてくる光の中に、小さな埃がキラキラと漂っていた。\n「たくさんあるけど…果てがない」  "
  },
  {
    "textid": "storycfg_text_1005_4_1",
    "content": "「教授、お世話になっております——」\n「連絡が遅れまして、申し訳ありません。誠に勝手ながら、私の現状を報告させていただきます」\n\n「昨日、偶然アカデミーの仲間と会ってお話しする機会がございました。聞けばなんと、私が旅に出たのは『災い』であると非難されたからだと、皆さんに思われているようです」\n\n「あの時のことは未だに覚えております。私が石を投げつけられたとき、教授は自ら身を挺して庇ってくれて、人の群れから私を連れ出してくださいました」\n「その後、皆さんは住民の避難誘導に戻りましたが、私は星の海の境界に立ち、1粒の流星が飛んでいくのを目撃しました。あの流星は、限りなく私に接近したものの、すぐに遠くへ飛んでいきました…」\n\n「始めは、あの流星の行方を追いたかっただけでした。しかし、気づけば私はもうたくさんのスターランドに足を踏み入れてきました。青い炎に包まれた大地、夜に輝く未知の隕石…図書館から得た『答え』にはないものを、この目で見てからやっと理解しました。私が追い求めているものは、流星ではなく…」\n「この世すべての『未知』なのです」\n\n「あの時、星の住民たちが光を放つスターテイルを見て、私を災害の源だと思って怖がるようになりましたね。ですが結局のところ、彼らが真に怖いと思ったのは、『未知』そのものです」\n\n「彼らの目には恐怖しか映りませんでしたが、私の目には、まだ答えが定まっていない問題と、あらゆる可能性を秘めた存在として映ったのです」\n「ですから私が旅に出たのは、たしかに宇宙の果てから来た欠片がきっかけでしたが、私は旅に出て、未知なる現象を追い、予知夢の真相を探ろうと思いました」\n「そして、自分自身に関する真相も、ついでに探ろうと思いました」\n\n「かつての私は図書館を出ることを怖がってました——窓の外には広い世界があるのは理解していましたが、私の帰る場所はどこにもないのです。真っ白な雪の世界から来た私は、どこにも居場所なんてありません」\n「ですが、今の私にはとても強い思いがあります——旅の道中で観測した実に多種多様な不思議な現象をまとめたノートを、アカデミーに持ち帰って、研究資料として皆さんにシェアしたいのです」\n「そう、私の旅にはちゃんと帰るべき場所があるのです」\n「いつの日か、図書館で『未知』の研究論文を解き明かす——そこが私の帰る場所です」\n\n「追伸——少し前に面白いお友達と知り合いまして、もしかすると、新しい住居を用意していただけそうです…」  "
  },
  {
    "textid": "storycfg_text_12_4_3",
    "content": "最近、既に成人した人たちのポストが、よくパンパンに詰められていた。\n時々、星の海からもふもふのプレゼントが届くようになっていたからだ。\n\n「アイリおばあちゃん、もふもふのバイオリンはまだ、弦が千切れてないよね？シーッ、お休みの歌は、おばあちゃんと私だけの秘密なんだから」\nアイリはパフデリバリーを読んでニコっと笑った。弦が1本足りなくても、リリは気にしなかった。少しズレた音楽でも、笑顔で眠ってくれた。\n\n「アカネお姉ちゃん、絵顔パンもすごく美味しいね。食べたら…笑顔になっちゃうよ！」\nチューリップ家族のアカネは隅っこに置いてあるパンのぬいぐるみ見て、昔のことを思い出す——ある時、キャンプに行っていたが、リリと一緒にパンを焦がしてしまったことがあって…他の人たちにバレないように、焦げたパンをふたりで分けて食べた。\n\n「アナ、覚えてる？川で獲った貝を開けようとしたら泥が跳ねて、ふたりとも汚れてしまったよね。それなのに、中には何もなかった！」メードリンのクラスメイト、アナが恐る恐るもふもふの貝のぬいぐるみを開くと、中にはもふもふの真珠が笑っていた。\n\n……\n\n星の海を渡りながら、いろんなものを見て回るメードリンがいた。彼女が短く切った癖毛がまた伸びてきたが、今はもう、そんなの気にしなくていい。\n完璧じゃないことは、本当になんともないんだから。\n\n自由の風が、彼女のふわふわした毛の間を吹き抜ける。\n遠方には——\nきっと、もっと素敵な思い出が彼女を待っているはず。\n\n楽しい思い出を全部、もふもふで記録するのが、とても楽しみだ。  "
  },
  {
    "textid": "storycfg_text_1009_4_1",
    "content": "「虫バトル、スタート——」\n\n「行け！オオカブト丸！」\n怖がる必要も、逃げる必要もない。\n今のイサキには、「負けたらどうしよう」なんて考えは微塵たりともなかった。\n絶対に、勝つ——\n\n「虫バトルの勝者は——」\n「イサキとオオカブト丸！」  "
  },
  {
    "textid": "storycfg_storytitle_1009_2_1",
    "content": "弱虫ヒーローとお友達  "
  },
  {
    "textid": "storycfg_storytitle_1010_3_1",
    "content": "あたしと彼らの夏休み  "
  },
  {
    "textid": "storycfg_text_1009_1_1",
    "content": "「フッフッフッフッ——そんな傷を負ったというのに、まだこの俺様を止めようとするのか？」\n「邪悪な勢力がすぐに世界を制服してみせよ。覚悟するがいい、弱虫め」\n「フッ」\n「ほう。この期に及んで、まだ抵抗する気か？」\n\n「そこまで言われたからには…弱虫がどうやってヒーローになったかを、見せてやろうじゃないか——」\n\nイサキはジッとテレビを見ている。カラフルなモニターの光が彼を照らしているのにもかかわらず、顔は真っ青なままだ。\n今流れているのはイサキの大好きなヒーローもので、主人公が何度悪者に打ちのめされても諦めることなく、勝つまで立ち上がり続ける王道番組だ。\nイサキはそのヒーローのことをとても憧れている。しかし、「弱虫イサキ」とまで言われるほど臆病な彼には、到底そんな「ヒーロー」には成れない。  "
  },
  {
    "textid": "storycfg_text_12_1_3",
    "content": "化粧係のおばあちゃんたちはメードリンを手伝って、残りの髪の毛にパーマを施した。\n\nメードリンのピクリとも動かない真剣な後ろ姿を最後に、おばあちゃんたちは部屋を出た。まる2日寝ずにフリースボールの準備をしていたことを心配して、おばあちゃんは思わずため息を漏らす。\n\n部屋から人がいなくなったことを、メードリンはまったく気づかなかった。彼女は今少し苛立っている。髪の毛を飾りに通すとすぐに膨らんで、どうやってもピタッと整えることができずにいる。膨らんだ髪の毛はまさに満開の花みたいにひろがっている。\n\n髪の毛に気を取られているうちに、部屋のどこかから、何かが転がるようなコロコロした音がし始めた。  "
  },
  {
    "textid": "storycfg_text_1009_2_1",
    "content": "ゴォォォン——\n部屋の外で雷が鳴った。\n\n「弱虫イサキ」は分厚い布団で自分をぐるぐる巻きにし、外からの音を遮断することで、震え続ける体を落ち着かせようとした。\nゴォォォン——再び激しい雷鳴。イサキにとって「セーフハウス」のような存在であるこの部屋も、雷で大きく震えた。\n振動のせいで、本棚や台に置いてあるものがカシャカシャと音を立てて落下し、震えるイサキの体に当たった。\n\nウォォン——まるで…この世の終わりみたいじゃないか！？\n恐怖のあまり、イサキは低い声で喉を鳴らすことしかできなかった。\n\n突然、全てが静まり返った。\nどうやら、「この世の終わり」はやってこなかったようだ。\n静かになったことに気づいたイサキは、微かな勇気を振り絞って、布団から頭を出した。\n\nすると、目の前に頭を高く上げて構える1匹のカブトムシがいた。\n後ろの窓には、大きな月だけを映し出していた。まるでテレビ番組の中で「ヒーローが登場する」ときの名シーンみたい。\n\nこの子が、自分を守ってくれたのか？\n\n「こん…にちは？」\nなんとも不思議な瞬間だった。\n初めて自分から誰かに挨拶できたことに、イサキは驚いた。\nそんな勇気を、いったいどこから出したというのだろう？\n\nカブトムシが1歩前へ進む。\nこんな距離まで「他人」と近づくなんて始めてだ。今にでも震え出しそうだが…イサキは力を込めてこぶしを握り、自分の体を落ち着かせた。\nカブトムシがまた1歩前へ進んだ。今やふたりの間には、微かな距離しかない。\nイサキはさらに勇気を出して、細い指を差し出す。\nすると、彼の手とカブトムシの角が、そっと触れた。\n\nカブトムシの気持ちが伝わってくる——そう感じたイサキは、思わず笑顔になった。\n「よろしくね——友よ！」  "
  },
  {
    "textid": "storycfg_storytitle_1009_1_1",
    "content": "弱虫ヒーローは分からない  "
  },
  {
    "textid": "storycfg_storytitle_1011_1_1",
    "content": "遠山と夢拾いの旅  "
  },
  {
    "textid": "storycfg_storytitle_1011_2_1",
    "content": "帽子より外側の世界  "
  },
  {
    "textid": "storycfg_storytitle_1011_3_1",
    "content": "雪山のたんぽぽ  "
  },
  {
    "textid": "storycfg_storytitle_1011_4_1",
    "content": "故郷を離れてあの山を越えよ  "
  },
  {
    "textid": "storycfg_storytitle_1012_1_1",
    "content": "禁止令と少年  "
  },
  {
    "textid": "storycfg_storytitle_1012_2_1",
    "content": "ルーフトップの夢  "
  },
  {
    "textid": "storycfg_storytitle_1012_3_1",
    "content": "想定外と予想内  "
  },
  {
    "textid": "storycfg_storytitle_1012_4_1",
    "content": "フローライト記念碑  "
  },
  {
    "textid": "storycfg_text_12_3_1",
    "content": "「こんな大きな子供はいったいどこからやってきたのかしら？」庭の中で、誰かがわちゃわちゃと話していた。\nメードリンが目を開けると、そこには自分よりもずっと高くて大きな花がたくさんあった。\n\nここの花は、喋れるの？\nメードリンが立ち上がり、体に着いたホコリを払い落とした…幸いなことに、お団子ヘアは乱れていなかった。\n\n彼女に向けられた視線を辿っていくと、そこには喋る花だけじゃなかった！\n小さな鉢、背の低い雑草、こじんまりしたシャベル、地面の窪みの泥や土…庭にある全てのものが、メードリンをジッと見つめ、優しいけどどこかおかしい表情を見せていた。\n誰も完璧でも精巧でもなかった。みんなすごく地味…でも、メードリンは謎の親近感を覚えた。\n\nそれから、彼女は思い出したかのように叫びながら逃げていった。  "
  },
  {
    "textid": "storycfg_text_12_2_3",
    "content": "どれだけ経ったのかは分からない。\nまるで雲の上に漂っているみたいな感覚で…\nまるで羽毛枕に詰め込まれたふわふわの羽毛のようにも思える。\nメードリンは最後、とってもふ～わふわな芝生のカーペットに落ちた。  "
  },
  {
    "textid": "storycfg_text_12_2_1",
    "content": "最初は、ただのまるっこいふわふわなお団子が目の前をひらりと駆け抜けた。\nメードリンは特に気にしなかった。\nてっきり、それは自分が徹夜で準備したせいで見えた幻覚だと思った。\nしかし、なんと毛糸玉が続々と現れ、どんどん数を増やしていった。\n\n気づけば、毛糸玉は部屋中の隅という隅を埋め尽くしていた。その子たちはわちゃわちゃと推し合って、あっという間に部屋をぐちゃぐちゃにした！\nメードリンはその場で固まった。彼女はもう、どうやって自分が目にしている光景を言葉にするか分からなくなっていた——\n\n毛糸玉たちは騒がしい妖精みたいに、あちこち転がり回って、精巧な髪飾りを掴みながらお互いに帽子を被らせ、付けひげを張ったりしていた…\nそうかからずにして、毛糸玉たちはみんな、髪飾りをつけていたり、ハの字のひげをつけていたり、大人のコスプレをしていたりとおかしい姿になっていた！\nもう何もかもがぐちゃぐちゃだ！  "
  },
  {
    "textid": "storycfg_text_12_3_3",
    "content": "「これが私の宿題だよ！」女の子はケラケラと笑っている。その笑いで体についている泥を振るい落とそうとしているみたい。\n彼女の手には、いびつな鬼の顔みたいな、笑っているのか泣いているのか分からないような鉢…いや、ぬいぐるみ？があった。まさに、さっきまでメードリンが庭で見たものと同じだ。\n\n女の子の髪の毛にあちこちついている汚れを見て、子供たちはみんなして笑いこけた。\n女の子は少し恥ずかしく思ったのか、説明するように話す——「先生、さっき見たお花がね、笑ってるように見えたの！」\n\n「花が笑うわけないでしょ？それに、これは裁縫の技法からしても、作品のサイズからしても間違ってます！」先生は険しい顔になった。\n「大丈夫だよ、先生！」女の子は鉢と同じような変顔を作って見せた——「実は…完璧じゃなくてもいいんだよ！」\n「私が作ったのは——」\n<b>「永遠に残る楽しい瞬間、という芸術だよ！」</b>\n\n窓の外で、メードリンは同時に女の子と同じ言葉を発した。\n\nそういうことか…あの女の子も、この庭も、どっちもかつての自分だった。\nそういうことか——思い出が楽しいものであれば、完璧じゃなくても大丈夫。  "
  },
  {
    "textid": "storycfg_text_12_1_2",
    "content": "フリースボールはメードリンの一族に受け継がれてきた伝統的な成人式であり、完璧な規則を厳守して執り行われてきた。\n幼いころから、子供たちは真剣の髪の毛の手入れをするよう躾けられている。煩雑な手入れのルールがあり、みんなはそれに従って、どんな時でも髪型を優雅に保たなければならない。\n記念品のお団子に使うフリースは、歌詞で語られるものと同じ、シルクのように滑らかで完璧に近い品質を持つ——\n\n<i>少しも不純物を含まず、\n少しも千切れる箇所がない。\n少しもぱさぱさすることなく、\n少しも悲しみを帯びない。\nシルクのよう、絹のよう、\n歌のよう、水のよう、\nそこまで育てば、\n完璧と言えよう。</i>\n\nそして、メードリンは同世代の中でいちばん優秀な子——正しくは、いちばん優秀な子に間もなくなる子。  "
  },
  {
    "textid": "storycfg_text_12_1_1",
    "content": "メードリンが成人式に参加する2日前。\nおばあちゃんたちが部屋に入ってきたとき、メードリンは一心不乱に、フリースボールに向けて最後の準備をしていた。\nいにしえの儀式の要求通り、メードリンは精緻で完璧な団子ヘアを編み上げた。\n髪の毛1本1本が全部ちょうどいい位置に来ていて、少しも余分なものがなく、少しも足りないものもない。  "
  },
  {
    "textid": "storycfg_text_1011_4_1",
    "content": "ドジェロが高原の草原に生まれてから16年。\nその時の彼は、まだ外の世界を知らなかった。\n\nドジェロが生まれた高原の部族において、彼は助けられるほうの弱者だった。そんな彼は、自分がもう少し、ほんの少しだけでいいから、強くなれることを祈って、いや、強そうに見えるだけでいいからと…仏頂面をすることにした。\n\nおそらくドジェロが弱すぎたせいで、彼には多くのことを許されなかった。例えば川で泳ぐことや、レスリングすること、ひとりで放牧することとか。彼がそれらの行事に参加しようと手を挙げると、すぐにみんなが彼に心配の目を向けてくる。\n\nドジェロに放牧を教えた遊牧民のおじいさんがこう言っていた——「ドジェロの体が屈強じゃないのは、彼が神様の祝福を受けていて、高原草原の幸運をひとりで背負っているからだ」と。\n\n何故なら、ドジェロを連れて放牧に行けば、狼の群れが散り、風雪が止み、血を吸う害虫までもがいなくなるのだ。\nドジェロよ、与えられた幸運の祝福を信じるんだ。\n  "
  },
  {
    "textid": "storycfg_text_1011_4_2",
    "content": "神様に祈りをささげるレスリング試合が熱気を持って開催されている。ドジェロはそんな行事とは似つかわしくないからと、湖の畔にある芝生に座って遠くから眺めていた。すると、遊牧民のおじいさんの低い歌声が聞こえた。\n\n<i>天地は混沌より開闢\n白ヤクは蓮より生まれ\n両耳は八方の音を聞き\n鼻は千里先の匂いを嗅ぐ\n翼をもって山川を越え\n4つ足で大地を駆ける\n彼は雄大な高山\n彼は優しい川\n彼は勤労な父\n彼は慈しむ母\n悪を懲らしめ弱きを扶助し\n英名を万世先まで残す\n過去の伝説は歳月の賛歌\n己が心にしかと刻め</i>\n\nこの歌は高原の神様を称えたもの。伝説では、「彼」は部族のみんなと同じ——長い毛並みと屈強な体格、そとして硬くて立派な角を持ち、天地に向かって踊り歌うという。\n\n「ほら、成功をもたらしてくれた。ほら、幸運を運んでくれた。ほら、不朽をもって……」\nドジェロは思わず一緒に歌った。ふと湖に映る自分の面影を見て…「俺は…ちっとも似てないな」\n\n近隣部族の兄弟がドジェロの隣にやってきた。彼の髪の毛はもじゃもじゃしているが、きれいな立派な角はやせ細ったドジェロのものとは対照的だった。そして、兄弟はあごをさすりながら話しかける——\n「他人の意見を気にするなと、よく言われるけど、そんなのできっこないよな。だって、『聞く』ことが、俺らにとって世界を感じる方法の1つだから」\n\n硬い角がついている帽子が、ドジェロの頭にかぶせられた。\n「ハハーン、これでお前もすごいやつに見えるぞ。帽子を被れば、どんな人にでもなれる。さあ、怒ってみなよ？」\n湖に映るドジェロの姿が、たしかに勇猛になった！こうして、ドジェロはまんまと兄弟の口車に乗せられた。\n  "
  },
  {
    "textid": "storycfg_text_1011_4_3",
    "content": "最初に外に出ようと言い出したのは、兄弟だった。彼は自分の計画をドジェロに話した——どうやって無数の高山を乗り越えて外の世界に行き、自分の理想を実現するのか。\n理想？理想とは、いったいなんだろうか…\n\n当然、兄弟はドジェロを見捨てたりしない。だから一緒に行かないかと誘った。\nしかし、ドジェロはためらった。自分が弱いから足を引っ張ってしまうんじゃないかと思った。それでも、兄弟は「彼ならできる」と信じて疑わなかった。\n\n兄弟は旅の道中で食べるツァンパを「借りた」ことで、遊牧民たちに捕まえられた。ドジェロは彼を助けようとしたが、玄関先で足が止まった。\n「ハハーン？あいつを牧場から出さないなんて、お前らになんの権限があって…」\nキラキラした高原は、少し歩けば天国のような景色が広がっている。それなのに、多くの人が自分の考えに囚われて、1歩も歩けずにいる。\n\n「お前らはただあいつを見くびってるだけじゃないか。何が弱いから守られてないとダメだぁ…」\nドジェロが部屋の外に突っ立っていた。そのとき、ワンコがやってきて、彼のそばに座り込む——いつも通り守ってあげる姿勢だ。そして、「なんだ、お前も盗み聞きしてるのか？」と、ドジェロに話しかけるようにベロを出した。\n\n「そんな言葉であいつをいつまで騙そうとするんだ？お前らだって一生あいつのことを守れるわけじゃないだろう…」\nドジェロは夕日を眺めながら、高原の神様に祈った。\n\n「神様が与えた幸運なんざあるもんか。あいつの頭の上にあるのは俺たちと同じツノと毛だ。あと、俺がツァンパで交換してきた牛角帽子…」\nどうか、俺にある全ての幸運を、今は全部兄弟にやってくれ——\n\n「俺には俺の理想があるし、俺の道がある。俺は絶対ここに残らないからな…でも、ツァンパは半分あいつに残してやってくれ…俺は外に出て…」\nどうか、兄弟が理想を追い求める道中で、安全を確保でき、自由に行動でき、お金に困ることがないよう守ってやってくれ。\n\nドジェロが高原草原に生まれてから16年目。\n\n兄弟が住んでいた部屋は今やからっぽになっていた。そこで遊牧民のおじいさんがドジェロに荷物を投げつけ、あの恩知らずの兄弟を外から連れ帰ってこいと言ってきた。\n\nそのとき、ドジェロはやっと理解した。この世に言葉で表せられない感情があるのだと。\n彼は今、目の前の山を越え、もっともっと多くの無数にそびえたつ山を乗り越えたいと、強く思った。  "
  },
  {
    "textid": "storycfg_text_1011_1_3",
    "content": "ジャンカ先生はドジェロの背中を見て、5年前のことを思い出す——地下室の中、彼女は雑誌に山に埋まっているところを、キラキラした目のドジェロに摘まみ出して助かった…違う、この記憶じゃない。\n\n——自分が雑誌の山の上に立って、腕を組み、ドジェロに帽子のことを質問すると、なんと彼は迷わず正解を答えた。まさか、こっそり勉強したのか！？怒った彼女は本の山から飛び降りると、足をくじいてしまった…違う、この記憶でもない。\n\n雑誌の山の近くには、ドジェロがアシを使って雑誌の見よう見まねで編んだ帽子が山積みになっていた…こいつ、こっそり習いやがって…彼女は怒ったままその場を後にしたが——「明日午前8時の授業に来い」とドジェロに言い残していた。\n\nその言葉は、ドジェロがこれまでにほかの人の手伝いでもらったものとは明らかに違った。彼は、その言葉にもっと特別な喜びと期待感を感じた。\n\nドジェロが帽子制作を習い始めてから5年。\n春を迎える帽子にたんぽぽの飾り花を付けると、ドジェロは決めた。\n\n彼は新しい帽子制作箱をしょって、再び旅に出た。未だに過去のことを夢に見る——砂利まみれの高山。降りしきる雪。辺りを覆い尽くす森。永遠に吹き荒れる風。それから風に揺らされるネコジャラシ。\nたんぽぽは風に乗って遠い山の向こうにある夢へ飛んでいく。今度は、誰を夢から目覚めさせるのだろう。  "
  },
  {
    "textid": "storycfg_text_1012_3_1",
    "content": "ある日突然、数人の職人がバルドラを鉱床探しのチームに誘った。彼は頭を傾げてしばらく考え、やがてついて行くことを決めた。\n1台の車が星の海を駆ける。バルドラは今回も車のルーフに乗っているが、これまでと違い、行き先は彼が決めることになっていた。\n\n彼のちょっかんと、特殊な目で捉えた色を頼りに、車は人気の少ない方向へ向かった。以前からそこへ行こうとしたが、みんなが危険だと言って、誰も向かってくれなかった。\nベテラン職人たちは道案内をバルドラに任せ、どの方向を目指すかも彼の自由にさせた。やがて、バルドラが車をとある地味な崖の前に止めたが、最初は誰もそこに鉱石があるなんて信じていなかった。\nしかし、職人たちが疑いながらも崖を掘っていくと、中に塊になっている希少な鉱石があることが判明した。さらにすぐ、彼らはもっとすごい事実に気づく——バルドラが指し示した山は、全部鉱石でできていた。\n\n全員が歓声を上げた。しかし、バルドラは足元の小石を蹴り飛ばした——こんなの、彼が探している3色フローライトじゃない。\nチームのみんなが声を掛け合いながら、あちこちで鉱石を採掘し始めた。そんな光景を眺めながら、バルドラはつまらなさそうにしっぽを揺らし、退屈そうにあくびをした。\n\nバルドラが眠りから目を覚ましたときには、職人たちは採掘した鉱石を持ってさっさと帰っていた——彼をひとりそこに残したまま。\n\nバルドラはペコペコのお腹をさすり、そのまま地面に仰向けになった。すると、見知らないスターランドが大きなふわふわのケーキに見えた——\n「肉食いたいな」\n3色フローライトというのは夢だったのかもしれない。彼が師匠の世話になっていた頃の記憶が、そんな夢を見せたのかもしれない。\nおかしい…バルドラは目をこすって、見間違いではないかと確認した。すると、職人たちに掘られた崖の中から、たしかに奇妙な色の光が放たれている…\n\n3色フローライトは夢なんかじゃなかった。今、まさにバルドラの目の前で輝きを放っている。  "
  },
  {
    "textid": "storycfg_text_1011_2_1",
    "content": "あれは、ドジェロが初めてスターマーケットにやってきた日だった。\n生まれてこの方ずっと波に流されるように生きていて、目指す方向などなかった。\n\nあるとき、道端でお店の手伝いで5箱の荷物を一気に持ち上げた。そこでドジェロは気づいた——ここの人々はみんなチビだ。この街では、ドジェロが誰よりも屈強だということを。\n多分、自分にはみんなを手伝う力があるのでは？\n\nそのことに気づいたドジェロは、これまでに体験したことのない喜びを感じた。しかし、彼が何か行動しようとしても、まずは自分を制限しないと始まらない。\nなぜなら、ドジェロが軽く振り返るだけで、誰かを吹き飛ばしてしまうから…モモモ？\n\n8人を吹き飛ばして、6脚のイスを壊した。それから4カ所の階段を踏みつぶして、3枚の看板を握ってくしゃっとさせた…それから、彼に向けるみんなの目には「恐怖」が宿るようになった。\n\nドジェロは持ち金を全部弁償に使い、道を歩くときは、通りすがりの人と距離を取るようになった。やがて、ドジェロは人気のない街角にうずくまった。大きなため息をついて、自分に「ガマン」と言い聞かせた。\n\n顔を上げると、今は街の高所にいることにやっと気づいた。音楽が聞こえる方向へ目を向けると、そこは談笑する人で溢れ、にぎやかな舞台と、マジックショーのカラフルなテントがあちこちで作られていた…\n  "
  },
  {
    "textid": "storycfg_text_1011_2_2",
    "content": "この場所は、多分自分に向いていないな…と、そう思ったドジェロはまた申し訳なさそうに頭を掻いた。しかし、すぐにまた首を振った——これは向いているかどうかの問題じゃない。彼が故郷を離れたのは、兄弟を見つけて連れ帰るため。\n\nドジェロがもう一度舞台の方へ目を向けると、そこで笑っている人はもう入れ替わっていた。彼が探そうとする兄弟は、この世界に生きていて、理想を持っているとすれば、彼と一緒に帰る理由なんてあるのだろうか？\n\nドジェロはそんなことを考えているうちに、いつの間にか舞台の方に引き寄せられていた。そこには今まで見たことのないきらびやかな照明が踊っていて…そのせいで、ほとんどの人が柱が突然揺れ始めたことに気づかなかった。\nドジェロはもはや無意識のうちに体が動き、倒れてきた柱を支えた。振り返ると、周りのみんなが恐怖と疑念の目を彼に向けていた——この場所にふさわしくない彼に。\n\nこの世界では、彼が軽く手をあげるだけで、ほとんどのものを破壊できる。\nそれに加え、彼には人を怯えさせる要素が多くあった——身に付けているトルコ石のネックレス、角の生えた野性帽子、大きな体、そして轟く声。\n強さなんて、誇れることじゃなかったんだ。\n\nみんなに怖がられることを怖がって、ドジェロはひたすら逃げ惑い、やがて、何かにぶつかって止まった…\n土煙が舞う中、ドジェロはくらくらと目が回っていた。巨大な人影がこちらへ近づいてくるのを見て、やっと同類に会えた！と思い、期待で胸を躍らせていた。\n  "
  },
  {
    "textid": "storycfg_text_1012_4_1",
    "content": "「聞いたか？例の小僧、ずっと師匠が探してた3色フローライトを見つけるとか言ってたけど、本当に見つけたらしいよ！？」\n「マジで？そりゃいい額の金が手に入るな…」\n\n早朝のジュエルタウンは、バルドラが巨大な3色フローライトを持ち帰ったという情報で持ち切りになっていた。\nレアな宝石を取り扱う商人たちは早々に動き出し、バルドラの家の近くでうろちょろしていた。彼らが出す仕入れ値はどんどん釣り上げられていったが、バルドラは一向に同意しなかった。\n職人たちは鼻で笑い、バルドラはもっと高い値段を待っていると決めつけた。\n「お金を拒否する人なんているか？」\n\n翌日、太陽が昇ると、ジュエルタウンのいちばん目立つ交差点で、先端が尖っている巨大なフローライトの記念碑が立っていた。\n太陽光が3色フローライトで屈折し、近くの地面をカラフルな色に染めた。\n観光客は喜んで記念写真を撮っていたが、住民たちはみんな驚いた。職人と宝石商たちも目を疑った。記録的な高価で売れるはずの希少なフローライトが、こんな形で日の光を浴びるようになるとは思いもしなかった。\n\nその後、ジュエルタウンに来る人はみんな、まっ先にこの巨大で透き通ったフローライト記念碑を目にすることとなった。\n光の中、もじゃもじゃした白髪を持つ年寄りの面影が刻まれていた——この記念碑は、かつて彼が実現できなかった夢そのものであり、そんな彼を記念するための大切な碑だ。  "
  },
  {
    "textid": "storycfg_text_1011_2_3",
    "content": "土煙が晴れても、ドジェロは人の姿を確認できなかった。\n「チッ！おいおい！誰だ！私の工房の壁を3面も破壊したやつは——」\n声を辿って下のほうを見ると、そこには白いマフラーを巻いたチビが、鬼の形相でこちらを睨んでいた。\n「またあんたか？」\n\nドジェロは仏頂面のまま、ふたりの背丈の差がどうしてここまで大きいのかについて思い悩んでいた。すると、全然返事が返ってないことに腹を立てたチビは、その場でジャンプしてドジェロの頭を引っぱたいた。\n「そんな帽子をかぶって誰を威嚇しようってんだ！照明柱の件はあんたに助けられたけど、これは話が別だ。壁を弁償しろ、壁を！」\n\nドジェロはそこでハッと気づき、すぐに帽子を直してから恭しくお辞儀をする。それから胸を叩いて真面目に答える——\n「俺のミスは、俺が責任を取る！」\n\nドジェロが初めてスターマーケットにやってきた日は…\n\nジャンカ先生と出会った日でもある。その日、何故か彼は自分を強く見せる必要がなく、逆にもっと親しみやすく見せなければならなかった。\n\nだから彼は、自分のことを怖そうに見せる帽子を外した。違う方法で外の世界をちゃんと知ろう、と彼は考えた。そう、まずはバイトして損害を弁償することから始めるのだ。\nあれ、故郷を離れたのは…何がしたかったんだっけ？  "
  },
  {
    "textid": "storycfg_text_1012_2_1",
    "content": "噂話はもちろんバルドラの耳にも届いた。だけど、そんな噂はすぐに彼の頭から抜け落ちていく。\n\nバルドラは知らない人のひそひそ話なんて気にしない——\n彼が本当に気にする人はもう…星の海で消えてしまった。\n\nあの人はいつも雑草みたいなもじゃもじゃした髪の毛をしていて、バルドラと一緒に山登りしたり、一緒に川で泳いだり、それから、特別な色の石を一緒に探してくれた。\nその人には夢があった——記録の中ではもうとっくになくなったとされる1種のフローライトを見つけること。そのフローライトは不思議な3色をしていて、朝日に照らされると、きれいな色の光を地面に落とすそうだ。\nそして今、その夢はバルドラの夢になった。\n\nジュエルタウンは夢なんか信じない。ここが追い求めるものは、富と地位を象徴する美しさだ。\n誰もバルドラを連れていきたくないが、そんなことを彼はまったく気にしなかった。ちょっかんが彼の「ナビ」であり、「自由」が彼の目的地だ。\n\n時々、静かな星空の下で、バルドラは考える——彼が探したいものは3色のフローライトなんかではなく、かつて彼に安心感をくれたあの人の声や、星の海で消えたあの人の姿なのではないかと。  "
  },
  {
    "textid": "storycfg_text_1011_3_1",
    "content": "ドジェロが無数の高山を乗り越える旅に出て9日。\n故郷を離れる旅は決まって寂しいものだ。ドジェロは万全な準備をしたつもりでいたが、夜中に突然目が覚めると、いつの間にか目の前に、静かに月明かりを浴びる1匹が座っていた。\n\nなんと、子供のころから一緒にいたワンコだった。どうやら、こっそり彼の後をついてきたらしい。ドジェロが起きたことに気づいて、ワンコは「やっと起きたか」と言わんばかりにベロを出して彼のほうに体を向ける。\n\n遊牧民のじいさんたちによると、ある日に暴雨で川が増水して氾濫し、庭で日向ぼっこしていたドジェロが流されたそうだ。ドジェロが発見されたとき、本人はギャーギャー泣くわ、ワンコはキャンキャン吠えるわでとてもうるさかったという。\n\nなんと、目を覚ましたばかりの1人と1匹は、どこからか流れてきた帽子に覆われて、中でケンカしていたそうだ。\nそんなふたりはきっと犬猿の仲だろうと思われたが、その出会いは定められた運命だった。\n\nそれから時が流れ、ドジェロが成長するもやっぱり部族の中でいちばん弱かった。一方で、ワンコは部族の中でいちばん強い犬に成長した。ところが、ワンコは草原の狼なのではないかと、遊牧民のおじいさんたちが言っていた。\n\nそれ以降、ワンコが遠吠えしようとすると、ドジェロはすぐにワンコの口を抑えるようにした。万一、狼の群れを呼び寄せたら、きっとワンコは彼らといっしょに去ってしまうと思ったからだ。\n\nワンコの名前は「ワンコ」だ。ドジェロが放牧するときには付き添い、レスリングの練習をするときには相手をしてあげた。また別の日に、ドジェロが神様を参拝するために山を登ったときは、その背後を護衛のように守ってあげた。\nそしてこのとき、ワンコはドジェロと一緒に故郷を離れようとした。\n  "
  },
  {
    "textid": "storycfg_text_1011_3_2",
    "content": "ドジェロはワンコを追い返すことができず、同行することを黙認するしかなかった。こうして、ワンコは時に前方の道を確認したり、ネコジャラシやウサギをくわえてきたり…って、早くウサギを放してくれ！\n\n彼が歩んでいるのは故郷から離れる道。しかし、ワンコさえいれば、どれだけ故郷から離れようと、幸せな日々はいつまでも続いていく。\n\nしかし、危険と未知というのは、いつの間にか迫ってくるものだ。突然、静かな山間にくぐもった音が響く——雪崩だ。\n\n埋もれてからどれほど経ったかは分からないが、ドジェロは泥まみれの雪の中で目覚めた。すぐに、湿ったベロが彼の目を舐めた——月明かりの中、ワンコが泣きそうに吠えながら必死に雪をかいているのがぼんやり見えた。\n\n「やっぱり俺には神様の祝福がある！」と、ドジェロは笑いをこぼしそうになるが、また雪崩を引き起こさないよう必死に我慢した。\n\nワンコの後ろ足が骨折し、頭皮も一部裂けていた。薬を塗ってあげたあと、ワンコが自分で頭の傷を掻かないように、ドジェロはネコジャラシを引っこ抜いてワンコに小さな帽子を編んであげた。\n\nドジェロはワンコを抱えて家に帰ろうとしたが、そこからだと外に出るよりも道のりが遠い。彼の考えに察したのか、ワンコは狂ったように吠え始めた——「これで戻ったら、お前の努力が無駄になってしまう」とでも叫んでいるようだ。\n  "
  },
  {
    "textid": "storycfg_text_1011_1_2",
    "content": "屋上。ドジェロは体を縮めながら、大人しく炉の前にちょこんと座っている。反対側に腕を組んで仁王立ちするジャンカ先生が、頭を高く上げて彼を顎で見ていた。\n「私のところで帽子制作を習い始めてからどれくらい経ったと思ってる？」ジャンカ先生はドジェロの答えを待つことなく、彼の鼻を指差しながら続ける——「もう5年だぞ！頼むからそろそろいち人前になってくれ！」\n\nドジェロは特にリアクションもなく、相変わらずの仏頂面で師匠の言葉について考え込んでいた。彼が何も返事しないせいで、ふたりのコミュニケーションはいつも通り冷めていた。\n\nジャンカ先生は怒って塀から降りてきた。すると、一瞬でドジェロより頭5個分くらい視線が低くなった。それでも、先生は凄まじい形相でドジェロを叱り続ける。\n5年間で6回も庭の塀を壊したことや、昨晩、毛糸玉を過剰に整理した件とか。\n\n「あんたは帽子制作の職人だ！本業と関係ないことにばっかり気を取られるんじゃない！もっと帽子制作のことを考えろ！」\nドジェロは申し訳なさそうに頭を掻いてからコクリと頷く。そんな彼の様子に、ジャンカ先生の怒りはさらに激しくなっていった。\n\nむかしのドジェロは弱かった。みんのうしろに隠れて、守られる存在だった。\nしかし、工房のみんなが知る彼は、うっかり机の足をへし折ったり、コップを握りつぶしたり、皿を素手で割ったりする人だから…きっと彼は謙遜しているだけだとみんな思っている。\n\nドジェロにとって、弱い人を助ける力があることは、これ以上ない幸運なことだ。\n誰かの期待に応えたいとかではなく、その期待に応えられるだけの力があれば…「それだけの理由で、手伝ってあげたい」と。しかし、ジャンカ先生はその考えを否定した——彼にはまだ何もわかってない。\n  "
  },
  {
    "textid": "storycfg_text_1012_1_1",
    "content": "「待て——」\nジュエルタウンでは、定期的にそんな怒鳴り声が聞こえる。\n次の瞬間、街に混乱をもたらす旋風が通り過ぎれば、住民たちは何が起きたのかを心得る——またあのやんちゃな少年が、やんちゃしちゃいけない相手にやんちゃをしたのだろう。\n『屋上立入禁止！』\n『バルドラ出禁！』\nそういった文言が書かれた看板が、ジュエルタウンで徐々に増えていった。\nしかし、彼に蹴り飛ばされる看板も増えていった。\n「『ルール』なんて単語は、オレの辞書から消してやったぜ！」\n\n彼の師匠が星の海で鉱石を探しに出て失踪してから、彼の手綱を取れる者はもう誰もいなかった。\n屋上によじ登ったり、車のルーフトップに登ったりと、怖じ気づいて行かない場所などどこにもない。\nだけど、そんなバルドラには特別な才能があった。\n\nジュエルタウンのベテラン職人たちは認めたくないが、彼は特別な「視覚」を持っている。夜に青緑色の光を反射するその目は、彼が生まれた頃からのものだ。\nもちろん街のみんなも、そんなの認めないし、信じない。バルドラを連れて一緒に出かけたりもしない。\nそうするうちに、彼の目についての噂は、まったく違う方向へと変わっていった。\n「知ってる？そいつの目、本当は欠陥なんだってさ…」\n「シーッ、声が大きい。やつに聞かれたら、店をぐちゃぐちゃに荒らされるよ？」  "
  },
  {
    "textid": "storycfg_text_1011_3_3",
    "content": "ひとりと1匹は、それからまたかなりの距離を進んだ。\nとある深夜、ふたりは渓谷で休んでいた。ドジェロは荷物袋をまくらに、隣で寝息を立てるワンコを眺めていた——ワンコの毛がところどころ白く染まっていて…もうこんなに歳を取っていたんだな。\nそんな怪我は大した事ないから、すぐに回復できるだろう…ドジェロはそう考えながら、ゆっくり眠りについた。\n\n夢の中で狼の遠吠えが聞こえた。それは現実に起きたことなのか定かではないが、ワンコが大きな石の上に立ち、月に向かって吠える光景を見たと、彼は今でもそう思っている。灰色と白の毛が入り混じった毛並みは光っているように輝かしく、その遠吠えは今まででいちばん爽快だった。すぐに、ワンコに応えるように、森のあちこちから狼の遠吠えが響いてきた。\n\n目が覚めると、月明かりの中にはもう誰もいなかった…小さなネコジャラシの帽子だけが、その場に残されていた。\nワンコは…月明かりの中にやってきて、また月明かりの中で去っていった。\nどれだけの道を進もうと、どれだけ高原の風に吹かれようと、ワンコの後ろ姿は諦めを知らないままだった。\nいくら歳を取ろうと、その面影は変わらず、月明かりの中で永久に残るだろう。\n早朝の霜でさえも、ドジェロが感じるワンコのぬくもりを冷ますことはできなかった。\n\nドジェロが無数の高山を乗り越える旅に出て39日。\n\nついに星の海のステーションに辿り着いた。そこから故郷の方向を振り向くと、朝日に照らされて金色に光っていた。小さい頃から、たくさんの人に守られてきたドジェロは、ようやく彼らという大きな山を越えられた。そして、ネコジャラシの帽子を荷物入れに収め、旅の続きに足を踏み出した。  "
  },
  {
    "textid": "storycfg_text_1011_1_1",
    "content": "ドジェロが帽子制作を習い始めてからの5年目のとある日。\nドジェロは窓辺で手元の2本の花をジッと観察していた。何やら、どちらが春を迎える帽子によりふさわしいか悩んでいる。\n\n突然、庭のほうから姉弟子の「たすけて！」という叫び声が聞こえた。見ればなんと、庭に干していた材料が風に荒らされていた。\nゴゴゴという地響きの中、大きな体があちこち飛び回る。あれは、四方八方に向かって突進しながら、手早く散乱した材料を拾っうドジェロだ。\n\n直後、兄弟子が新しく調達した布を抱えながら庭に入ってきた。ドジェロを見かけると、運搬を手伝うよう頼んだ。\nそして、料理番が出てきて、スイートスープを入れた大きな缶を2つドジェロの首に提げ、彼にレストランまで届けるようにと、にこやかにお願いした。\nドジェロは仏頂面で頷いた。そんな表情とは裏腹に、彼の目は輝いていた。みんなから頼られることで自信がついたのだろう。\n\n屋上でカイコ焼きを頬張るジャンカ先生は、今日もまた庭の中でせこせことみんなのために働くドジェロを眺めていた。そんな彼を見て、チッと舌打ちをし、残りのカイコ焼きを口の中に押し込んだ。\nすぐに、1本の串がドジェロの背中に当たった。当の本人は何が起きたのか分からず、背中を掻いて呆然と屋上のほうを見上げた。\n  "
  },
  {
    "textid": "storycfg_text_1013_1_3",
    "content": "それ以上深く考えるより先に、アタリくじを引いたちびっ子が猛スピードでサフィールの前に飛んできた。\n\n「フィルド兄さん！遊ぼうぜ！？狩猟がいい？タンブルウィードを追っかけるとか？とにかく、今日は俺がフィルド兄さんの弟だ！」\n「今日は…お前が俺の…弟？って、どういう意味だ？」\n目の前で堂々と仁王立ちするツインテールのちびっ子を見て、サフィールは状況を上手く呑み込めず、混乱してしまった。\n\n「要するに、アタリくじを引いた人は魚1匹出すことで、1日フィルド兄さんの弟になれるんだ！んで、俺はもう魚を出した～！」\nやっとがってんが行ったサフィールは顔を上げ、耳をパタパタさせた。本物の弟が今どこにいるのか、すぐに把握できた。\n\n「ヤバっ、バレた！」と、まだ遠くへ離れていなかった弟はぶるりと震える自分の体を見て、兄からの「殺気」によるものだとすぐに理解した。\n\nサフィールもそこでやっと理解できた——どうしてこれまでずっと魚が食べたりないと騒いできた弟が、最近になって、しれっと自分に魚を半分譲るようになったのかを。  "
  },
  {
    "textid": "storycfg_storytitle_1013_1_1",
    "content": "「弟」  "
  },
  {
    "textid": "storycfg_text_1013_3_3",
    "content": "ペコペコのお腹が鳴りっぱなしでいる。きっと水中の魚も、その音にびっくりして逃げちゃうだろう。それでも、サフィールは諦めずに岸辺でうつ伏せになり、可能な限り水面に顔を近づけた。\nすると、月明かりの中、不思議な模様の魚が目の前に突如として現れた。あれは…地図なのか？\nああ、ガイドポストフィッシュじゃないか！\n伝説によると、ガイドポストフィッシュの体にある模様はお宝の位置を指し示す地図であり、それに従って進めばお宝が手に入るのだと。そして、その「お宝」というのは——\nガイドポストフィッシュを見かけた人の、そのときにもっとも強くほしいと願うもの。\n一瞬にしてサフィールは自分のお腹事情を忘れ、ただひとつの思いを強く念じた——家に帰りたい、と。\n彼の願いに応じたのか、魚は軽やかに泳ぎ出し、迷子の少年のために家の方向を指し示した。\n\nやがて、3つの合流点を抜けたところで、サフィールは焦りまくっている人々の姿を捉えた。\n幸いなことに、ガイドポストフィッシュの伝説は本物だった。サフィールはほっとして笑おうとしたが、体力の方が先に限界を迎え、彼はその場で倒れ込んだ。\n不思議なことに、魚が水面から飛びあがる音が聞こえた。これきっと幻聴だろう…そのとき、サフィールは初めて自分の耳を疑った。\n\nその後、成人式は無事賑やかに開催できた。しかもなんと、サフィールあてにブリーズ社から成人祝いが届いていた——バッグいっぱいに詰め込まれた野営物資と、半分までしか書かれていない旅行記。\n電話を率先として取ったあの少年のことを、ブリーズ社の誰かがちゃんと覚えてくれていたようだ。\n\nただ…その日、焚火の近くで飲んだ魚のスープは、ちょっとだけしょっぱかった。  "
  },
  {
    "textid": "storycfg_text_1013_4_3",
    "content": "この星の探査が終われば、一度家に帰ろうか？久しぶりだし。\nでも、今はまぶたが重い…宵闇に包まれる中、サフィールは眠気に襲われた。少し眠るだけならきっと大丈夫だと、そう自分に言い聞かせた。\nいつの間にか、まつげにびっしりと霜がついていて、寒さで体が震えていた。夢の中の焚火はあまりも温かくて、現実に戻りたくないとさえ思った。\n「むかしむかし…」\nお母さんの優しい声が耳元に伝わってきた。そこで、サフィールはパッと目を開けた——\n透き通った瞳には真っ黒の夜空が映り込んでいる。いくつかの星が彼のよく知っている幾何学模様を作っている。星々は心臓の鼓動のように点滅していて、彼に何かを伝えようとした。\n星に言葉はないが、サフィールは優しい視線を浴びたような、不思議な感覚を覚えた。\n美しい思い出は、足をすくう罠ではなく、前へ進む力になるべきだ。\n体を起こし、木の上から降りる。「ここで終わってたまるか」と、彼はそう思った。\n\nちょうどそのとき、風が吹いた。かすかな獲物の匂いが混じっている。  "
  },
  {
    "textid": "storycfg_storytitle_1013_2_1",
    "content": "クレバタ！  "
  },
  {
    "textid": "storycfg_text_1013_2_3",
    "content": "大変なミスをしてしまったと慌てる探査隊員。しかし、サフィールは落ち着いて万能テープを取り出し、テントの補修を始めた——\n「そういえば、砂風呂って知ってるか？今なら試せるぞ？クレバタ！」\n\nその夜、探査隊の全員が3時間にも及ぶ「砂風呂」を体験した。\nその間、隊員たちは真面目な探査業務からどうでもいい噂話まで、たくさんの話をした。おかげで、初めてチームを組むメンバーが、やっとお互いに心を開いた。\n本当は、ただ風に吹かれてきた砂なんかで本物の砂風呂はできないけど、本当に癒される人がいるのなら、それはそれでよかった——と、サフィールはそう思った。  "
  },
  {
    "textid": "storycfg_storytitle_1013_4_1",
    "content": "むかしむかし  "
  },
  {
    "textid": "storycfg_storytitle_1013_3_1",
    "content": "特別な成人式  "
  },
  {
    "textid": "storycfg_text_1005_2_2",
    "content": "そんな彼女を変えたのは、ある夜の出来事だった。フロスティアが図書館から部屋に戻るとき、星空を見上げた——空の星が、記憶の中にある軌跡と同じ動きをしていることに気づき、図鑑の星を指で繋いだように、空に浮かぶ星を目で追い始めた。\n\nそれ以降、彼女はよく星空の下で足を止めるようになった。\n夜になると、中庭にはいつも、つま先立ちになって必死に望遠鏡を覗く小さな子供の姿があった。微かに光るその尻尾は、星空と似ていた。\nしかし、異変はすぐに起きた——時々、流れ星が彼女の足元に落ちてくるようになった。その原因は、不明…\n\nアカデミーの先生たちはフロスティアの観測を一時的に禁止したが、説明できない「不思議」な出来事は止まらなかった。\n誰もいないはずの通路の向こうから、微かに足音が聞こえてくるとか…きれいに片付けられたはずの本棚が、目を外すうちに散らかってしまうとか…\n\n噂と不思議な現象については、アカデミーの先生たちも気づいていた。フロスティアに事情を確認しようとするも、なんと彼女の方から先に教員室に姿を現した。\n\n「先生、天体観察の夢は、予知夢だったりしますか？」\n彼女は前の日に見た夢の内容を話した——ある場所に星が落ち、砕けた岩石が光の尾を引いて人の群れに向かっていった…\n話を聞いた教授は、彼女に手を伸ばす——「本当かどうか確認したければ、自分の足で図書館の外に出なさい」\n目の前は、未知の道路。\n頭の中は、予知夢で見た恐ろしい光景……\n\nその後、フロスティアは見知らぬ人々のために、初めて列車に乗ることとなった。  "
  },
  {
    "textid": "storycfg_text_1013_1_1",
    "content": "夜、月明かりが草原を静かに包み込み、ちびっ子数人の話し声だけが聞こえる。\n\n「今日は俺の番だ！どこに遊びに行こうかな？」\n「いやいや、今日は俺だよ！俺は魚を捕りに行きたい！」\n「それだと2日連続でお前の番だから、不公平だよ！」\n「しょうがないじゃん、お前の番のときにいなかったんだからさ…それより、狩猟の練習をしたいな」\n「いやいや、俺に決めさせろよ！ちょうどタンブルウィードが転がってるからさ、いちばんでっかいのを追っかけようぜ！」\n「はいはい、みんな！ここはいつもどおり——抽選で決めようね！」\n\n最後に声を上げたちびっ子が、ポケットからひと束の木の棒を取り出した。それを見て、ほかの子たちがわらわらと集まり、1本ずつ棒を引いていく。\n「よし、さんかくマーク——俺のアタリだぜ！」と、ひとりの子がそう叫びながら喜ぶ。ほかのみんなは「ちぇ」と唇を尖らせるも、大人しく抽選結果に従い、外れの棒を返した。\n\nそのとき、サフィールはいつもどおり弟をつれて狩猟の練習をしていたが、この後何が起きるのかについて、何も知らずにいた。\n彼を鋭い目つきで空中の獲物をジッと見つめ、体を低くかがめたまま…スパッと素早く飛びあがっていく！\n柔らかい羽の感触が伝わってきた——シミュレーションしたとおり、サフィールは無事獲物を捕獲できた。兄の成功を見て、近くに控えていた弟は喜びのあまり、パチパチと手を叩いた。  "
  },
  {
    "textid": "storycfg_text_1013_3_1",
    "content": "14歳の364日目——成人する前日に、サフィールは「家出」をした。\n\nブリーズ社から電話がかかってきた数年前のことを、サフィールは未だに覚えている。当然、その時の電話は彼あてのものではなかった。\nしかし、あの暑い夏の午後、あの1本の電話で——\n「自分の目で見て、自分の耳で聞き、自分の足でスターランドを踏破する」という願いが、彼のこころでひっそりと芽生えたのだ。\n行動に移すのなら、まずは今いる故郷から始めようじゃないか！\n記念すべき日に、サフィールが出発した——足を踏み出すことを、自分への成人のプレゼントにしたかったからだ。\nただ…彼の夢はあまりにも若すぎて、上手くいくわけがなかった——そう、不幸なことに、サフィールは迷子になったのだ。  "
  },
  {
    "textid": "storycfg_text_1013_4_2",
    "content": "10年前のとある日。\n夜間の見回りがひと段落したところで、ちびっ子サフィールはこっそりテントのうしろに駆け込んだ。そこで、お母さんの真似をして、石を使って地面にいびつな三角形をなん個か描いてみた。\nお母さんが描いたきれいな幾何学模様と比べてみると、ちびっ子サフィールのは…お世辞できないほどの酷い出来だった。\nそこで、彼は不思議に思う——お母さんはどうやってそこまでまっすぐな線を引いたのだろう？\nサフィールは集中して線をもう1度引いてみたところ、「カラン」と、背後から音がした——足取りがまだおぼつかない弟が転んだのだった。\n考えるよりも先にサフィールは弟の方へ飛んでいった…そのとき、彼は気づかなった——お母さんが描いたきれいな三角形が、彼に一部かき消されたことを。\n\n「はぁ——！」\nお父さんは怒っているのか、それとも心配しているのか…ちびっ子サフィールには分らなかった。\n\nお父さんのため息が大きすぎたせいか、はたまた焚火の踊る炎があまりにも眠気を誘ったせいか…\nとにかく、今のサフィールにはその後のことをよく覚えていない。たしか、お母さんが星を指差しながら、何かの物語を…そう、幾何学模様に関する物語を、話していた気がする。  "
  },
  {
    "textid": "storycfg_text_1009_3_2",
    "content": "「絶対的な弱者はない。弱い虫であろうと、不屈の意志を持てば、同じくヒーローだ」\n激しい訓練を終えたあと、イサキは息が乱れていたが、構わずに歌詞を歌って頭の上で休憩するオオカブト丸に聞かせた。\n\n「僕の大好きな歌詞だよ」\nイサキは顔を上げ、地の果てまで伸びる青空を眺める。\n\n「昔はよく分からなかったけど…今の僕…いや、今の『僕たち』なら、できるはずだ、オオカブト丸——」\n「挑戦しに行こう！」  "
  },
  {
    "textid": "storycfg_text_1010_1_3",
    "content": "バスケットはしばらく揺れ動かなかった。きっと、ユンユンが眠ったのだろう。\nみんながこっそり彼女の顔を覗いてみようと中を見たが——\n「か、空っぽじゃないか！？」\n\nこの日、竹川山は1つの話で持ちきりになっていた。栗を炒める店長はお客さんに言い、納涼中の郵便配達員は飴細工職人に言い、そして修理屋は自転車のタイヤを直しながら通りすがりの輸送屋に言う——\n「ユン家の子が失踪した！」と。\n\n相手がユン家のことを知っているかどうかは関係ない。とりあえず情報を拡散しておけば、探す人手が増えるからそれでいい。\n「ユンユンというのは、誰に対しても笑わず、ひたすらに泣きじゃくる子だ」と。\n\nおばあちゃんがそのことを聞いたときは、竹屋敷近くの井戸で艾葉を洗っていた。それを風呂に入れて子供に入らせれば、虫よけにもなるし、あせももできにくくなる…「ところで、誰が失踪したって？」\n「言わんこっちゃない！じいさんなんかが子供の面倒を見れるわけないでしょ」と、おばあちゃんは文句を言いながら団扇を手に取り、猛スピードで下山した。\n\nこれでもかという人数でユンユンの捜索にあたった。そのせいで、山に住む動物たちが何事かと驚いて逃げ回るはめになった。ユンユンをどうにかして見つけられたのは、結局日が落ちる直前になったときのことだ。  "
  },
  {
    "textid": "storycfg_text_1013_1_2",
    "content": "「ゴッ」——弟の背中に小石が当たった。どこから飛んできた？\nサフィールは小石の軌跡を辿って、少し離れた木のうしろに隠れる子供を見つけた。その「イタズラっ子」を説教しに行こうとしたが、弟が突然彼を呼び止めた——\n「違うよ兄さん！これが僕たちだけの合図なんだ！」\n\n弟がスキップしながら仲間のところへ駆けていく。小さい子のプライバシーも尊重してあげたほうがいいと考えたサフィールは、少し離れたところで控えることにした。\nしかし、今日はいつも以上に聴覚が研ぎ澄まされていた…風向きが良かったせいか、それとも狩猟後の高揚感がまだ収まってないせいか…いずれにしても、彼の耳におかしな言葉が聞こえた。\n\n「順番で回すって話だったのに、どうして今日は君なの？」\n「そんなのめんどくさいからに決まってる——抽選の方が手っ取り早いよ！うへへ、俺ってそごくツイてるな…先に言っとくが、イカサマとかしてねぇから！」\n「うーん、それならしょうがない！約束通り、さきにアレを…」\n\n…ひょっとして、弟は何か違法取引に手を染めてるのではないか？  "
  },
  {
    "textid": "storycfg_text_1013_3_2",
    "content": "経験不足と、数日間の厳しい野外サバイバルで、サフィールは大変な目に遭わされた。\nむかしは弟といっしょに両親の狩猟についていったが、そのときはすごく楽だった。しかし今日になって、自分は草原の賢い狩人なんかじゃなかったと、サフィールは初めて気づかされたのだ。\n狩りをする以前に、方角を調べるのも、進行ルートを決めるのも、キャンプ地を探すのも…本をかじったくらいの知識で対応できるわけもなかった。\n太陽は煌々と大地を照らしている。じりじりと、地上のものすべてがこんがり焼きあがるような錯覚を覚える。わずかしかない木陰の中で、サフィールは空腹で寝付かず、仕方なくここ数日間の見聞をノートに書き出していた。\n\nそのときのサフィールには知らなかったが、家を出る前にコップの下に挟んだ伝言のメモ用紙が、風に吹かれてどこかへ飛んでいった。\nそのせいでみんなが彼を探すハメになった。しかし、野営地の中を探し回ってもこの反抗期の少年が見つからず、成人式にきたはずの友人が、全員捜索に駆り出される事態となった。\n\n夜のうちは涼しく、自由に行動できる。だからサフィールは、お腹を膨らませるものを探すことにした。\n昨日みたく、ワシと同じものを食べるハメになるのはもうゴメンだ。サフィールは耳をパタパタさせ、首を大きく振って良くない記憶を頭から追い出そうとした。\n突然、前の方から水の音が聞こえてきた…魚を獲ってみても、いいかも？最悪獲れなくても、水はたらふく飲めるだろう——そのとき、サフィールは水が苦手なことなんてもうどうでもいいと思った。  "
  },
  {
    "textid": "storycfg_text_12_4_2",
    "content": "今後のフリースボールは…おそらく、そんなに完璧なものでなくなるかもしれない。\n\nフリースボールの3日後。\n審査員のルーシー先生が、髪の毛のお団子の長さを測る定規と角度を測る分度器に刻まれた審査用の目盛りを、少しずつへし折っていた。\n\n聞いた？あの子が出ていったとき、装飾品を何も持って行かずに、ハサミと糸だけ持っていったらしいよ。\n\n彼女は、本当に出ていったのか？  "
  },
  {
    "textid": "storycfg_text_1009_4_2",
    "content": "「おめでとう、お前たちの勝ちだ」\nイサキは驚いた。なんと「伝説の」虫バトルトレーナーがバトルに負けたあと、和やかに握手を求めてきた。\n\n「君は……『弱虫』のオオカブト丸のことを嫌ってたんじゃないのか？」\n「ハッハッハ。そんなわけないだろ。俺の虫はみんな、大事な戦友なんだ。でも、虫バトルにおいて負傷するリスクが高いから…特に『弱虫』なら、その可能性はもっと高いからな。俺は自分の虫が傷ついていくところなんか見たくない…だから『弱虫』だと判断したときは、いつも自然に返すようにしてたんだ」\n\n「だが、今回ばかりは俺の目が狂ってたみたいだな」\nお堅いように見えたトレーナーはなんと、爽やかに笑った。\nイサキの前にしゃがみ込んで小さな頭をわしゃわしゃとかき回した。\n「お前とオオカブト丸、ふたりともすごい！『ヒーロー』みたいだよ」\n\n自分がそんな風に評価される日が来ようとは、イサキにはまったく思わなかった。\n「どうだ？もっと前へ進んで、真の虫バトルチャンピオンを目指してみないか？」\n\nイサキの目に、希望という名の光が灯った。\nしばらく沈黙したあと、グッと力を入れて深く頷いた——\n「うん！僕なら、絶対に——なれる！」  "
  },
  {
    "textid": "storycfg_text_12_2_2",
    "content": "何もかもがぐちゃぐちゃになった。メードリンは騒ぐ毛糸玉を捕まえようとしたが、団子たちは彼女から逃げ回ってまったく上手く行かなかった。むしろ逆効果になって、団子たちは窓をこじ開け、我先にと下へ飛び降りていった。\n精巧な櫛のセットとハサミ、それからヘアアイロンも全部、団子たちに一緒に持ち去られた。\n\nメードリンは窓枠に肘を置いて外の景色を眺める——綿のベッドみたいな雲海が広がっていた。\nそれを見た彼女は、深く考えることなく、団子たちと同じように飛び降りていった。  "
  },
  {
    "textid": "storycfg_text_1013_2_2",
    "content": "「それでは、ようこそ惑星D-18の探査現場へ。俺が今回ガイドを務める、ブリーズ社のサフィールだ」\nどこかから出した非常用懐中電灯をマイク代わりに、サフィールはドキュメンタリー映画に登場する熟練司会のモノマネをしている。\n「さっき映像に映ったとおり——俺たちはこの星に着陸した直後、情熱的で盛大な歓迎を受けたんだ。ついでに、この星の特産品も食べさせられたがな」\n「プッ——」カメラマンは耐えられずに吹き出す。\nそれからサフィールはいい感じのタイミングで画面からアウトした。映像の記録はプロに任せ、自分はテントの設営に取り掛かることにした。\n\nその後の出来事は、カメラが全部忠実に記録していった——\n慣れない手つきで設営をしたらテントシートを破けたり、また砂嵐が襲ってきたり…\n\n幸いなことに、砂嵐はすぐに去った。サフィールが全員をつれて避難したおかげで、怪我した人は誰もいなかった。\n一方で、穴が開いたテントは、半ば砂に埋もれてしまった。  "
  },
  {
    "textid": "storycfg_text_1009_2_2",
    "content": "「こ、こここ…この子は僕の新しい友達——オオカブト丸だ！ううう…うちで、飼ってもいい？」\n\nイサキに新しい友達ができて、彼自身にも変化が起きた。それを見た大人たちは、みんなほっとした。\nしかし、テレビ番組の定番だと、これからは少しばかりの波乱が起きることとなるだろう。\n「このカブトムシ、近所に住んでる『伝説の』虫相撲トレーナーが飼ってる専用バトル虫じゃないのか？」\n「念のためその人に聞いてみた方がいいんじゃない？」\n\n知らない人に会いに行かないといけない——臆病なイサキにとって、これもまた新しい挑戦であった。\nしかし、これまでと違ってオオカブト丸が一緒にいてくれたから、イサキは勇気を出せた。\n大人たちから住所をもらい、パタパタと急ぎ足で虫バトルトレーナーのところへやってきて、ためらうことなくチャイムを鳴らした——以前の「弱虫イサキ」なら、こんなことはできなかった。\n\n「伝説の」虫バトルトレーナーがドアを開け、無表情のままイサキとオオカブト丸を見比べた。\n「欲しければ、もらっていけ。どのみち、うちには『弱虫』の居場所なんてない…」\n「…え？」\nイサキは目を見開いた。\nそう、目の前の人は虫バトルトレーナー。彼の目にかなうのは、バトルに勝ち続けられる最強のバトル虫しかない。\n「弱虫」なんていらない。最初から、いなくなったオオカブト丸のことをまったく気にしていなかったのだ。\n\n「ウォォォォ——」\n我に返ったイサキは、これまでに出したことのない低い唸りを喉から響かせた。\n「そこ君！よく聞け！」\n「オオカブト丸は弱虫なんかじゃない。僕がこの子を最強のバトル虫にしてやる！それから——君に勝ってみせる！」  "
  },
  {
    "textid": "storycfg_text_1009_1_2",
    "content": "「勇気を出してやってみなよ」\n大人たちはいつもそんな風にイサキを励ましていた。\nしかし——小さなイサキには「勇気」というものを、どうやって「出せば」いいのかが分からなかった。\n\nなんともない道を歩いていても、突然飛び去る鳥に驚かされ、\n木陰で休んでいても、突然落ちてくる果物に驚かされる。\n……\nそんなことが、数えきれないほどある。\n\n自分と一緒に生まれてきた5人の兄弟はもう、みんなそれぞれ好きな分野で成長を見せていた。\nイサキは一番下の子だから、成長が遅れる「特権」があり、臆病な性格も大人たちに甘やかされてきた。\nイサキなら毎日何もせず、部屋に閉じこもって大好きなヒーロー番組を見るだけの生活が許されていた。\n何も成し遂げられず、何者にもなれない人生を過ごしても、きっと「弱虫イサキ」は誰にも咎められない。どうせ、彼にテレビのヒーローさえいてくれれば、それで十分だから。\n\n本当に…それでいいのか？\n大好きなヒーロー番組のエンディング曲が流れ始めた瞬間、イサキの中でふとした疑問が生まれた。\n\n「絶対的な弱者はない。弱い虫であろうと、不屈の意志を持てば、同じくヒーローだ」という歌詞のせいか？\nイサキは、分からなかった。  "
  },
  {
    "textid": "storycfg_text_12_3_2",
    "content": "庭はどこまでも続いているようだ。\n遠くから教室のチャイムが鳴っているのが聞こえる。\n\nメードリンは近くにある唯一の教室まで走った。教室の窓は彼女の身長よりも高い位置にあったが、メードリンは全力でジャンプすることで、かろうじて窓によじ登ることができた。\n\n教室の中、子供たちは背筋を伸ばしたまま、真剣に手芸の授業を受けているようだ。\nよく見ると、薄汚いひとりの女の子がみんなの作ったきれいで一糸乱れぬ手芸品の前に立っていた。  "
  },
  {
    "textid": "storycfg_text_1010_1_5",
    "content": "水田の中、緑色のアーキボたちが集まって小さな山を作っていた。捜索隊がやってきたことで、アーキボたちがわらわらと散っていくと、中から大きな野菜と果物を抱えて、ケラケラと笑う泥まみれの子供が現れた。\n\nこの子はユンユン…なのか？ユンユンは笑ったりしない。人の顔を見ればすぐに泣き出すはずだ。\nだが他にこんな実った果実に見える、竹林に生まれ落ちた太陽のような赤色をしている子はいない。\n\nその後、この面白い出来事は噂となって広まっていき、いつの間にか伝説とまでになっていた——\n「ユンユンは水田でこころを見つけた」と、あら不思議。  "
  },
  {
    "textid": "storycfg_text_1010_3_3",
    "content": "8月20日、晴れ、記録者・ユンカ\n「神様ありがとぉ、花が咲いたよ！株の高さは19センチ。枯葉を切って、窒素質肥料を施した」\n\n8月24日、晴れ、記録者・ユンカ\n「花の香りがミツバチを引き寄せた。余分な枝葉と花を切った。早く実ができるといいなぁ！きっとできるはず」\n\n8月29日、雨、記録者・███\n「トマト苗に水をやって、日向ぼっこさせた」\n\n8月31日、雨、記録者・ユンカ\n「花が散った。実もなってない。あたしにはこの種を助けられなかも」\n\nユンカが服でトマト株をくるんで家に持ち帰ってきたのは、夕飯の時間よりもあとのことだった。この時間なら、おばあちゃんはいつも誰かのおうちで龍門陣を遊んでいるから、きっと鉢合わせたりしないはず…\n\n「そんなにこそこそして、いったい何を持ち帰ってきたんだい？」\nあっさりとおばあちゃんに見つかってしまった。\n\n「あんたたちが夏休みの課題で育てたそいつを、自分がちゃんと育てたものに入れ替えて提出しようと思ってるのかい？」\nユンカは自分の考えが言い当てられたことで、恥ずかしさのあまり顔が真っ赤になった。返答の言葉は何も出てこず、ただその場でじっとと叱られるのを待っていた…  "
  },
  {
    "textid": "storycfg_text_1010_2_5",
    "content": "ユンカはもふもふした耳をぶるりと震わせ、目の奥に希望の光をキラキラさせた。\nこの子はやっとわかってくれたかと思ったおばあちゃんは、ほっとして胸を撫で下ろす。\n\n「それってどこのおじいちゃんから聞いた話なのぉ？」と、ユンカは首をかしげながら無垢な笑顔でそう聞く。\n図星だったおばあちゃんはカーッと顔を赤くし、ユンカの頭を叩いた。それからブツブツと何かを言いながら彼女の手を引いて家の中に入ろうとする。\n\nユンカはそんなおばあちゃんの手をしっかり握り返した。そして顔を上げてベロを出し、空気の匂いを確認すると、空に向かって手を差し伸べた——何かを掴もうとしているようだ。\n「おばあちゃん、もうすぐ雪が降ってくるよ。あたしもその農夫になれるぅ？」  "
  },
  {
    "textid": "storycfg_text_1013_4_1",
    "content": "10年前。ある日の夕方。\n「1、2、3…」\n「1、2、3、4、5…」\n数えられるようになったばかりのちびっ子サフィールは、夢中になって地面に図形を描いていた——お母さんが野営地の周辺に描いた幾何学模様の真似事だ。\n「3つ尖った角の図形を、5つ組み合わせれば完成だ」と、サフィールは自分が気づいた法則をまだ言葉も喋れない幼い弟に話していた。\n弟は首を傾げ、耳をパタパタさせた。すごく真剣に聞いている風だが…本当は何ひとつ理解していなかったのだろう。\n\n焚火で焼く肉のいい匂いがサフィールの鼻腔をくすぐる。そのせいで、彼のお腹はガマンできずに何度も鳴った。\nしかし、「ダメ——今日は覚えられるまで絶対に食べない！」と、そうこころを決めた。\n……\n\n昔のことを思い出しながら、サフィールは耳をパタパタさせた。\n荒野に吹く冷たい風は、誰しもから平等に温度を奪っていた。3日3晩経っても、サフィールはまだ獲物の痕跡を見つけられずにいる。\n思い出の中にある肉の香りですら、今の彼に唾液を分泌させるには難しかった。このままだと、星の探索どころか、風化して荒野で野ざらしになってしまう。\n今のサフィールには、明日の朝日を見ることより、素手できれいな幾何学模様を描く方がまだ簡単だ。\nところで、あの図形は「いにしえの守護」を象徴するという話は…本当なのだろうか？\nかろうじで体を休めそうな木を見つけ、その枝に登る。太古より変わらぬ星空を眺めながら、サフィールはまた別の思い出に浸った。  "
  },
  {
    "textid": "storycfg_text_1013_2_1",
    "content": "口の中がこんなにも…砂まみれになったのは初めてのことだ。\nサフィールがペッペッと砂を吐きながら立ち上がる。体を覆っていた細かい砂が、彼の動きとともに地面へと落ちていく。\n偶然にもカメラのレンズカバーが外れていたおかげで、彼を襲った砂嵐の一部始終を記録できた。\n「もう回ってるのか？」と、サフィールは確認のためにレンズに近づく。頭につけている羽がぴょんぴょん跳ねている。邪魔だと思ったのか、斜め上に向けてフーと息を吹きかけた。\nカメラマンが頷いたのか、画面も上下にいっしょに上下に動いた。  "
  },
  {
    "textid": "storycfg_text_1010_3_5",
    "content": "しかし、おばあちゃんはそっと彼女の頭をたたいた。それから軽くため息をつき、諭すように答える——「植物っていうのはね、ちゃんと手入れすれば必ず育つもんじゃないの。天災とか虫害とか、この世にはたくさんの不幸がある。次にどんな不幸に見舞われるのかなんてわからない。それでも、あんたたちはそれに立ち向かわないといけないよ」\n\n翌日、新学期の登校日。ユンカのグループが提出した課題は、葉が黄色くなっているトマト株だった。\n「あれれ、最初はみんなユンカと同じグループになろうと必死だったんじゃなかったっけ？」\n「伝説の栽培家って、こんなもんなんだね」\n\nユンカは顔を赤くしながら、期待に満ちた眼差しでグループメンバーにこう話した——「あ、あたしたちは、栽培のやり方を間違えたの。だから、次は一緒に正しいやり方で育てようね」\nたとえ、みんなに応えられなくても大丈夫、とユンカは思った。  "
  },
  {
    "textid": "storycfg_text_1010_4_5",
    "content": "「ごごごごめんなさい！！！」\n相手の言葉を待たずにして、ユンカはすぐに電話を切った。ほかに誰もいないスターランドで、彼女は恥ずかしさのあまり、顔を真っ赤にしている。\n少し後になって、スマホに着信が来た。「モーバさん」からだ。  "
  },
  {
    "textid": "storycfg_text_1010_4_3",
    "content": "ユンカが目を覚ました。夢を少し見たせいで、まだ頭がぼーっとしている。\n目の前の川には夕日が映りこんでいる。近くに置いてあったスマホの画面が光った——おばあちゃんからのメッセージだ。\n「今日は何を食べたの？」\n\nユンカは無意識に正直な返答を打ち込む——「何も食べてないよ」と。しかし、送信ボタンを押そうとすると、ふと思い直して書き込んだ文字を消し、最初から打ち直した。\n「夜はおかゆを作ろうと思う。リンゴを入れるやつだから、おいしいよ」\n\nユンカはスマホの連絡先から、とある電話番号を探し出した。これはひとりで世界を周遊してきた先輩の番号で、何か分からないことがあればその人に教えを乞えばいいとおばあちゃんに言われていた。\n\n「…もしもし、竹川山の…ユ、ユンカです。小さいころに会ったことがあるよ…えっと、ひとり暮らしを半年くらいしてるけど、お金が底をついたの…」\n\nユンカは電話をかける前に、話す内容を練習することにした。しかし、今の話し方だと、わざわざ迷惑をかけにいくような感じがするから、きっとよくないよね？\n「…初めておばあちゃんのもとを離れてひとり旅をして、栽培技術を勉強してるの…その、まずはあなたに訪ねて…ひとり暮らしのアドバイスをもらった方がいいよと、おばあちゃんから言われたの」\n\nなん回か練習して、やっと噛まずに最後まで言えるようになった。1度深呼吸してから、ユンカは発信ボタンを押した。すると、呼び出し音が1回鳴っただけで、すぐにつながった。\n「こここ、こんにちは！モーバさん——」\n「え？あたしはモーバじゃないよ。エササ…」  "
  },
  {
    "textid": "storycfg_text_1010_2_3",
    "content": "王侯貴族がタネを手に入れると、自分の地位と名声を見せびらかすために、世界で唯一無二の花を咲かせようとした。芸術家が手に入れると、エレガントさと優越感を見せびらかそうとした。富豪が手に入れると、莫大な富を見せびらかそうとした。\n\n誰もがタネを宝物のように大事に蒔くが、タネが芽生え、花を咲かせるまで待てる人は誰ひとりとしていなかった。結局、それは臭くて醜い悪いものだと言って、道端に捨てた。\n\n最後は農夫がタネを拾った。ただの種として、他の作物といっしょに畑に植えた。そうしないうちに、種が芽生え、太陽のような真っ赤な花が咲いた。\n\n農夫は毎日畑仕事を続き、ときおり花の近くを通ると、少しだけ立ち止まって花に目を向けて優しい笑顔を見せる。そして、香りだけを身にまとって、その場を後にする。\nその香りは、1度ついた人から永遠に消えないとさ。\n\n話を最後まで聞いても、ユンカはぽかーんとしたままだった。\nふと、ユンカが頭を傾げて疑問を口にする——「おばあちゃん、ちょっとよくわからないんだけどぉ」\n\nおばあちゃんが立ち上がり、体についた泥を叩いて落とした。それからユンカの手を引いて立ち上がらせ、スカートの泥を落としてあげる。\n「ユンユンが、その種ってことだよ。ゆっくり成長していって、泥と草の匂いをまとって、そのうちやってくる未来で花を咲かせるのよ」  "
  }
]